{
  "uid": "intro",
  "category": "Intro",
  "name": "Introduction",
  "file": "https://docs.google.com/document/d/1RSJWtan-7qfZjjmU0AbL6IyBx79-ngQ9NfshoHpycd4/pub",
  "excerpt": "Content is disappearing from the servers of European publishers. The right to be forgotten, pressure from lawyers and outright censorship all push editors to modify or delete articles. This is a serious and unprecedented threat for the free movement of ideas.",
  "html": "<blockquote class=\"blockquote\">Time is no longer what it used to be.</blockquote><p></p><p></p><p>Journalism has always been about current events and news, but  the digital environment, which characterizes and shapes all human relations at the beginning of the 21st century, radically redefined it, opening it up to new functions that go beyond the traditional concept of currentness. This gave rise to an all new set of problems, as well as opportunities. Unfortunately some of the proposed solutions to the new problems seem to be cultural left-overs from the pre-digital days and risk stifling the opportunities, as well as long cherished freedoms. This project focuses on those risks and tries to discuss ways to sidestep some of them.</p><p></p><hr /><p></p><p></p><p>In many languages the root of the word itself (journ-) clearly indicates that it has to do with the chronicle of the day-to-day happenings of a community; at its best, journalism it’s a reliable picture of events and reflections thereupon at specific moments in time, usually a specific day. US television icon Walter Cronkite for almost twenty years signed off on his CBS Evening News program saying “That’s the way it is…” followed by the day of the week and the date<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt<em>ref1\">[1]</a></sup>. After all, that’s the way it was when the old saying “<a href=\"https://www.google.com/url?q=https://twitter.com/edith</em>h/status/668224262579228672&amp;sa=D&amp;ust=1490896209563000&amp;usg=AFQjCNF1AnlE8iDGJkZbnWvfLN-F4H7UZQ\">Today’s newspaper wraps tomorrow’s fish</a>” was still held to be true (evolving hygiene standards and commercial customs notwithstanding). </p><p></p><p>It is just a matter of course that the Internet and the digital world upended, among many other things, this view of journalism. In the last two decades we discovered that the journalism we were doing on the web would continue to have effects on society well beyond the moment it was published. Old journalists eventually understood that their so called “archives” were actually databases where yesterday’s or yesteryear’s content is technically indistinguishable from today’s - and tomorrow’s. Everything is potentially current and it actually becomes current as soon as it is dug up by clicking on a link . Hence the opportunities - and the problems. </p><p></p><p>From a legal, personal, business and also political point of view any problem that arose from published pieces of journalism in the analog world had to do with the consequences of the act of publication; the act as such being something of the past, remedies could only be conceived in retrospective. So it was, and still is for all the norms, laws and procedures meant to defend the reputation, the business, the societal interests that may be damaged by a piece of journalism - pre-emptive measures by public authorities to control information (government licences and authorizations, outright censorship and seizures of printed material) having been largely abandoned by democratic societies, although with a few exceptions, as we will see.</p><p></p><p>The frame was an easy one to define, if not to make it work: people were free speak and express themselves in public, but if in so doing they committed a crime or damaged some legitimate interest protected by law, they were liable to suffer the consequences of their speech.</p><p></p><p>As mentioned earlier, in the digital universe everything available online - which doesn’t necessarily mean everything that was ever written on the web<sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt<em>ref2\">[2]</a></sup> - is potentially current, even if it was produced and published months, years, sometimes decades before. When read or linked to, “old” material is bound to take on new meanings and activate new knowledge in a different context, independently from what the original author and publisher may have intended or foreseen. Metadata, tags, information architecture, all help in making content relevant for different historical contexts. </p><p></p><p>It’s one of the most exciting challenges for journalism in the new environment. Journalists and publishers are no longer “writing for the present”, they are actually producing information to be consumed across time, in different and unimaginable contexts. They are to all effects “writing for the future” too. Writing for the future means to provide each information item with all the attributes that will make it findable by and relevant to a different public, at a different time. Whether or not publishers and journalists are fully aware of the possibility, this is a giant step in re-defining freedom of speech and freedom of the press. </p><p></p><p>As a matter of principle the authors of this report maintain that freedom of the press in the digital environment - which is our all-absorbing environment anyway - include the freedom of “publishing for the future”, and that limiting or curtailing it puts freedom of speech at risk. Which doesn’t necessarily mean that we do not recognize the new problems that come with the new opportunities, only that they should be dealt with taking into account the rights enshrined in Article 19 of the <a href=\"https://www.google.com/url?q=http://www.un.org/en/universal-declaration-human-rights/&amp;sa=D&amp;ust=1490896209569000&amp;usg=AFQjCNG1N3Rc6OZsiicL-ZTh97priFRUmg\">Universal Declaration of Human Rights</a> and in Article 10 of the <a href=\"https://www.google.com/url?q=http://www.echr.coe.int/pages/home.aspx?p%3Dbasictexts&amp;sa=D&amp;ust=1490896209569000&amp;usg=AFQjCNHXtN1F49ri9tSPNzqMyLFAOBQ69g\">European Convention of Human Rights</a>, interpreted and applied in the digital context.</p><p></p><p>The fact that a piece of journalism will continue to inform and have consequences for citizens well past the time when it was first conceived, does indeed pose new problems. Addressing possible negative consequences of the publication is no longer something that will be done ex-post, but a measure that will influence and potentially limit the act of publishing itself - which is a continuous, cross-time event. If an online news item continues to damage law-protected interests, shouldn’t the law order to “stop publishing” that item?</p><p></p><p>Unfortunately, public opinion in many democratic countries seems increasingly ready to accept in the digital universe measures that would have been unacceptable in the analog world: mandated edits, de-indexing and de-linking (e.g: limiting “circulation”) or outright forced cancellation, be it of provisional or permanent nature.</p><p></p><p>It’s a totally new field in which authorities from different countries, and often from the same country, resort to different means. The limitations may be imposed directly at the source, at the publisher/newsroom’s level, with orders to de-index, correct or eliminate a piece of content. Or they may be applied indirectly, forcing third parties to act in order to limit the consumption of the news item: it could be an order to Internet Service Providers (ISP) to deny access to a list of DNS addresses,<sup><a du-smooth-scroll href=\"#ftnt3\" id=\"ftnt</em>ref3\">[3]</a></sup> thus shutting off specific audiences from specific websites, although the content might still be online; or it could be in the form of a request to Google and other search engines, to de-link a specific item so that it will no longer appear in the results page of a search by specific terms (usually names of a person). </p><p></p><p>There may be many different motivations for such restrictive measures. They could be ordered to defend commercial and business rights (eg: copyright violations), to defend the rights of abused minors (eg: prevent the circulation of paedo-pornographic material), to defend real or perceived threats to national security (eg: terrorism threats), to defend one’s honor and reputation (eg: libel/defamation), etc. But as the the paradoxical effects of “publishing for the future” sank in, we have witnessed a growing recourse in the European legal space to the so-called “Right to be forgotten”. </p><p></p><p>The “Right to be forgotten” seems to be a catch-all concept that is just now being defined and included in European and national law.<sup><a du-smooth-scroll href=\"#ftnt4\" id=\"ftnt<em>ref4\">[4]</a></sup> It was originally conceived in the pre-digital age by some jurisdictions (France 1966, Italy 1985) as the right for individuals not to have their personal stories dug up from the distant past in a negative and by then irrelevant way.<sup><a du-smooth-scroll href=\"#ftnt5\" id=\"ftnt</em>ref5\">[5]</a></sup> It was re-shaped as a by-product of the data protection legislation which “was originally conceived to give individuals rights of access and rectification concerning information held on them by states, companies, and organisations. It was not designed to regulate speech or expression”.<sup><a du-smooth-scroll href=\"#ftnt6\" id=\"ftnt<em>ref6\">[6]</a></sup> Which has had the paradoxical effect of transforming a “right to privacy” into “a right to a public face”.<sup><a du-smooth-scroll href=\"#ftnt7\" id=\"ftnt</em>ref7\">[7]</a></sup></p><p></p><p>As professor Brock noted <sup><a du-smooth-scroll href=\"#ftnt8\" id=\"ftnt<em>ref8\">[8]</a></sup></p><p>“From the outset, European data protection assumed a superior right to amend, delete, or obscure information and specifies conditions under which this will apply. The right to information, free speech, or free expression entered the original laws as exemptions, if at all, not as rights which are to be balanced. (...) The formula of giving protection to ‘journalistic’ publishing is itself a problem in the digital age. (...) the law should rather protect disclosure in the public interest and not hinge on the professional identification of the person making the disclosure”.</p><p>This new field is being designed by European law - the recently updated <a href=\"https://www.google.com/url?q=http://eur-lex.europa.eu/eli/reg/2016/679/oj&amp;sa=D&amp;ust=1490896209577000&amp;usg=AFQjCNH7MXOfKfPQW7BSDqk-XE8K87pbRQ\">Regulation on Data protection</a> - as well as jurisprudence. </p><p>As far as the law is concerned, the new regulation goes as far as explicitly defining the “right to be forgotten” as a “right to erasure”, in the very title of its article 17.<sup><a du-smooth-scroll href=\"#ftnt9\" id=\"ftnt</em>ref9\">[9]</a></sup> Generic exceptions are provided for “freedom of expression” and research purposes,<sup><a du-smooth-scroll href=\"#ftnt10\" id=\"ftnt<em>ref10\">[10]</a></sup> but if the recent past is any sign of what may happen in the future, it seems to indicate that authorities may be more willing to err on the side of the “right to erasure”, than of “freedom of expression”. </p><p></p><p>On the jurisprudence side, the main game changer has been the historical ruling of the European Court on the case known as <a href=\"https://www.google.com/url?q=http://eur-lex.europa.eu/legal-content/EN/TXT/?uri%3DCELEX%253A62012CJ0131&amp;sa=D&amp;ust=1490896209579000&amp;usg=AFQjCNH98OqMX-X1AgklsKDJ0F</em>ZvHgERg\">“Google Spain”</a>, which in 2014 established that search engines may be forced to de-index information legally published online when it is no longer relevant. National authorities, be they data protection agencies or the courts, have also brought their rulings to bear on the “right to be forgotten” issue. In some cases - as we will see - going well beyond de-indexing or de-linking old material, but insisting that such material, although accurate and legally published, should be deleted. Even going as far as to affirm the existence of an expiration date of sorts for news, after which news may no longer be considered relevant, and the private interest to privacy or “oblivion” may trump the public interest in knowing about facts that are part of the record. </p><p></p><p>We will not expand here on a legal and political discussion about the so-called “right to be forgotten”, and how competing rights could be balanced, which professor Brock’s study and many others aptly try to define. There are in fact a number of issues that are relevant to professionals and citizens who hold dear the rights to inform and be informed, here are just a couple of them as quoted or mentioned by Brock:</p><p></p><ul><li>“Who will act on behalf of the public interest in cases where information becomes relevant in the future”? <sup><a du-smooth-scroll href=\"#ftnt11\" id=\"ftnt<em>ref11\">[11]</a></sup></li><li>“How does a data protection authority or a court set the timetable for the expiry of a fact’s significance? What happens if the significance alters”? <sup><a du-smooth-scroll href=\"#ftnt12\" id=\"ftnt</em>ref12\">[12]</a></sup></li></ul><p>Relevant to this project is the fact that in the political discourse and the legal mood in much of Europe and in many other parts the world (the United States of America being the notable exception, where freedom of speech enshrined in the First amendment of the Constitution usually trumps privacy concerns) an ill-defined concept is being used to alter the record, just by postulating that there is “a right” to forget and be forgotten. </p><p>We have clearly acknowledged that digital publications carries new problems, as well as new opportunities and freedoms, but we are frankly concerned by views that try to assimilate the Internet and the digital world to an environment that no longer exist, thus stifling its potential. </p><p>Yes, it could be said that in a society where everything that was published is accessible, we lose the ability to forget, thus to protect us from hypermnesia, politicians, state authorities and judges are applying the ill-defined “right to be forgotten”. But while some citizens are using this right to reclaim a normal life, other players are using or attempting to use it to intimidate media outlets and demand that content be removed. We now face a situation where hypermnesia may still exists - but for government agencies only.</p><p></p><p>Publishers and journalists seem not to be overly concerned with this trend. Some still go by a rule of thumb form the early days of the Internet that states that once a piece of content is published online, it has been mirrored and cached so many times that its removal is all but impossible. A person we interviewed hold this view, dismissing our concerns by saying that “there’s no such thing as destroying content online”. Others hold the view that, as in a paper archive, online publishing cannot be changed. “Once the shot is out, there’s no coming back” <a href=\"https://www.google.com/url?q=http://dansmonlabo.com/2016/08/18/linfo-etait-bidon-mais-elle-est-toujours-en-ligne-sur-ton-site-dactu-1142/&amp;sa=D&amp;ust=1490896209585000&amp;usg=AFQjCNG9-4IXbnpbABgn43MKUI<em>tbMB11Q\">said</a> the editor-in-chief of a French weekly in 2016. Such views were true of the open web of the 1990’s and early 2000’s. They do not hold today, when the vast majority of content is not text and is brokered or controlled by a few central organizations. A video hosted on Youtube or Facebook is unlikely to be copied in many locations upon publication. Instead, it will remain hosted at a central provider and its deletion, if it comes, will be final.</p><p></p><p>This project does not pretend to address all of the issues regarding the preservation of the digital archives, although we believe that the removal of content can have many deleterious effects, even if done voluntarily, because it may prevents people to be held accountable.<sup><a du-smooth-scroll href=\"#ftnt13\" id=\"ftnt</em>ref13\">[13]</a></sup> Our aim is to reflect on the possibility of exploiting the extra-territorial nature of the Internet to resist, at least in part, to mandated removal or obscuration of journalistic content. </p><p></p><p>It all started in mid-2016, when the Italian Supreme Court (Corte di cassazione) found against a small news website that did not erase a perfectly accurate and updated crime story fast enough, after a local court had so ordered, and in so doing established that news have in fact an expiring date.<sup><a du-smooth-scroll href=\"#ftnt14\" id=\"ftnt<em>ref14\">[14]</a></sup> Mario Tedeschini-Lalli, one of the authors of this report, opined that perhaps journalists and publisher should begin to think about creating platforms for “offshore journalism”, in order to take advantage of more liberal jurisdictions.<sup><a du-smooth-scroll href=\"#ftnt15\" id=\"ftnt</em>ref15\">[15]</a></sup> Nicolas Kayser-Bril, the other author, suggested that they put up an actual project about it and apply for funding from Google’s Digital News Initiative (DNI), which was eventually granted; as he put it:<sup><a du-smooth-scroll href=\"#ftnt16\" id=\"ftnt<em>ref16\">[16]</a></sup> <br /></p><p>“Many of the wealthiest Europeans have used offshore vehicles to legally optimize their tax burden. It makes sense for European media outlets to build and use offshore vehicles to optimize their freedom of expression, and their readers’ freedom of thought.</p><p>(...)  The Offshore Journalism Toolkit addresses legal threats that seriously hamper the capacity of Europeans to seek, publish and remember facts and opinions by providing news publishers with a series of components comprising everything they need to set up an offshore vehicle”.</p><p>We will attempt to describe cases that show how freedom of speech is actually in danger, as well as cases when, in different circumstances, extra-territoriality was in fact exploited to maximize it. We will then try discuss legal and practical possibilities that journalists and publishers may have to beat those risks, by putting their material under a different jurisdiction. </p><p>Last, but not least, as Nicolas wrote at the beginning of our work, we hope that “the project itself, not only its final tools, will help the journalism community focus on the ethical, political, and legal issues involved in preserving and enhancing freedom of expression in the digital era”.</p><p></p><p></p><p></p><p></p><p></p><p></p><hr /><div><p><a du-smooth-scroll href=\"#ftnt</em>ref1\" id=\"ftnt1\">[1]</a> <a href=\"https://www.google.com/url?q=http://www.cbsnews.com/videos/and-thats-the-way-it-is-walter-cronkites-final-sign-off/&amp;sa=D&amp;ust=1490896209593000&amp;usg=AFQjCNHbtfikF47WUzH0ERmWcrcdNxsQoA\">“And that’s the way it is”: Walter Cronkite’s final sign off</a>, CBS News, March 6, 2014</p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref2\" id=\"ftnt2\">[2]</a> Interface obsolescence, websites death rate and broken links are among the major issues facing the digital architecture of knowledge. See: Mario Tedeschini-Lalli, <a href=\"https://www.google.com/url?q=https://medium.com/thoughts-on-journalism/wait-a-moment-that-s-cnn-right-82c1fcaf57a0%23.fx67dftu9&amp;sa=D&amp;ust=1490896209595000&amp;usg=AFQjCNFFPqtw5pYTzidxjGUZhN5mEu2eoA\">Reinventing “the past” in the digital world. History and online journalism in the age of technological obsolescence</a>, Medium, December 18, 2015</p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref3\" id=\"ftnt3\">[3]</a> Domain Name System (DNS). It’s the international system by which each node on the internet is identified with a unique address. See: Daniel Karrenberg, <a href=\"https://www.google.com/url?q=https://www.internetsociety.org/sites/default/files/The%2520Internet%2520Domain%2520Name%2520System%2520Explained%2520for%2520Non-Experts%2520(ENGLISH).pdf&amp;sa=D&amp;ust=1490896209599000&amp;usg=AFQjCNHSQEL6lC14Zwx4MP-g9aU6TxvkWQ\">The Internet Domain Name System Explained for NonExperts</a>, Internet Society Member Briefing #16. </p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref4\" id=\"ftnt4\">[4]</a> Most of the information that follows we owe to the thorough, recent review and updated study of phenomenon by professor George Brock: <a href=\"https://www.google.com/url?q=http://reutersinstitute.politics.ox.ac.uk/publication/right-be-forgotten-privacy-and-media-digital-age&amp;sa=D&amp;ust=1490896209598000&amp;usg=AFQjCNG6amJiVycJGW1xi8uI63647puisg\">The Right to be forgotten. Privacy and the media in the digital age</a>, The Reuters Institute for the Study of Journalism, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref5\" id=\"ftnt5\">[5]</a> “In 1985 the Italian supreme court first affirmed a diritto all’oblio (right to be forgotten) in a judgment which said that someone as an ‘essential part of his personality, has the right not to have his intellectual, political, social, religious and professional heritage misrepresented’.” Brock, cit., Kindle position 526.</p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref6\" id=\"ftnt6\">[6]</a> Brock, cit., Kindle position 324</p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref7\" id=\"ftnt7\">[7]</a> Brock, cit., Kindle position 543</p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref8\" id=\"ftnt8\">[8]</a> Brock, cit., Kindle position 664-678</p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref9\" id=\"ftnt9\">[9]</a> quoted and discussed by Brock, cit., Kindle position 1595</p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref10\" id=\"ftnt10\">[10]</a> “Paragraphs 1 and 2 shall not apply to the extent that processing [of the data] is necessary:</p><p>(a) for exercising the right of freedom of expression and information; (...) (d) for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes in accordance with Article 89(1) in so far as the right referred to in paragraph 1 is likely to render impossible or seriously impair the achievement of the objectives of that processing; (...)”</p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref11\" id=\"ftnt11\">[11]</a> Professor Peggy Valcke, interview on LSE media blog, November 4, 2014, as quoted in Brock, cit., Kindle position 928</p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref12\" id=\"ftnt12\">[12]</a> Brock, cit., Kindle position 931</p><p></p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref13\" id=\"ftnt13\">[13]</a> In late 2016, a conspiracy theory spread around a pizzeria that allegedly engaged in illegal activities. A website, InfoWars, fanned the flames of this “<a href=\"https://www.google.com/url?q=http://www.snopes.com/pizzagate-conspiracy/&amp;sa=D&amp;ust=1490896209605000&amp;usg=AFQjCNGBVfqHycM45BkOiNB3hIrEb1bBAA\">Pizzagate</a>” conspiracy, which culminated in a man entering the pizzeria in Washington D.C. with an assault rifle. After this attack, InfoWars deleted content that linked it to the conspiracy and claimed it never endorsed it. While the pages are archived at the Internet Archive, they contain very little text. The videos, hosted on Youtube, were deleted and lost for the public.</p></div><div><p><a du-smooth-scroll href=\"#ftnt<em>ref14\" id=\"ftnt14\">[14]</a> See chapter [insert name and link]</p></div><div><p><a du-smooth-scroll href=\"#ftnt</em>ref15\" id=\"ftnt15\">[15]</a> Mario Tedeschini-Lalli, <a href=\"https://www.google.com/url?q=http://mariotedeschini.blog.kataweb.it/giornalismodaltri/2016/07/01/cassazione-stabilisce-che-linformazione-ha-una-scadenza-archivi-a-rischio-proposta-per-un-giornalismo-offshore/&amp;sa=D&amp;ust=1490896209606000&amp;usg=AFQjCNG9Q<em>OL</em>BN0axiOsudZS09Pbkq9CA\">Cassazione stabilisce che l'informazione ha una scadenza, archivi a rischio. Proposta per un giornalismo offshore</a>, Giornalismo d’altri, July 1, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref16\" id=\"ftnt16\">[16]</a> Nicolas Kayser-Bril, <a href=\"https://www.google.com/url?q=http://blog.nkb.fr/offshore-journalism&amp;sa=D&amp;ust=1490896209607000&amp;usg=AFQjCNHb9mVrxqgY7FoRbM7vgO83rtfezA\">The Offshore Journalism Toolkit</a>, NKB blog, July 11, 2016</p></div>"
}