{
  "uid": "extraterritoriality",
  "category": "Solutions",
  "name": "Extraterritoriality",
  "file": "https://docs.google.com/document/d/1pnRGK1JgAaVlxI4KiU-OpFM6GPPU_zLkpMgZTrJ9nl4/pub",
  "excerpt": "Several examples show how publishers and journalists have set up offshore vehicles in the past, to protect material or defend against legal threats.",
  "html": "<p>Extra-territoriality cases</p><p></p><p>The Offshore Journalism project aim is to find ways to save journalistic content in jurisdictions with a more liberal view of freedom of expression, the project though would not be the first instance of journalists experiencing or actually exploiting the power of extraterritoriality on their digital work.</p><p></p><p>Here is an overview of some of the techniques that were successfully applied to offset similar risks, although most of them refer to raw, unpublished source material (documents), not any actual published project. The authors think, nonetheless, that similar solutions may very well be applied to edited/published.<br /></p><p>International Federation of Journalists (1989-1999)</p><p>Transferring physical and legal ownership to safeguard unpublished content<br /></p><p>One of the first known instances of exploitation of different jurisdictions to favor freedom of expression, did not involve transfer of digital content, since it dates back to the days when analog still ruled the world, or it began to coexist with forms of digital supports, like CD disks. It did in fact involve a mere transfer of physical objects, as well as property rights. It wasn’t even published content, but negatives and - later - digital memory supports of unpublished work by press photographers and videographers.</p><p></p><p>It first happened in London in 1988, when the Metropolitan Police demanded photos of pickets during the <a href=\"https://www.google.com/url?q=https://en.wikipedia.org/wiki/Wapping_dispute&amp;sa=D&amp;ust=1490714223192000&amp;usg=AFQjCNGts6JEdnd7rEY5ebAulWPmZh_m5w\">Wapping labor dispute</a> “saying they wanted them to prosecute police who had assaulted pickets”<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup>. Journalists objected on different grounds: as a matter of principle, it was not for the press to take part in prosecutions, do the job of the police and the courts; as practical matter, if people taking part in demonstration understood that journalists’ material might be seized and used against them, they might turn against the journalists, who would be put at a personal risk, and would not be able to properly work. </p><p><br />The National Union of Journalists (NUJ) and its London Freelance Branch organized helped photographers to resist the request, by transferring their material to the International Federation of Journalists (IFJ), the worldwide federation of journalists unions, which is based in Brussels. </p><p><br />“Then-General Secretary [of the British National Union of Journalists, NJU] Harry Conroy and Aidan White, General Secretary of the International Federation of Journalists, testified that the four photographers who resisted police demands no longer had possession or control of the negs. The High Court had to agree that it could do nothing against the photographers.” <sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup></p><p></p><p>In 1999, again the Metropolitan Police tried to get hold of photographic material shot during the June 18 anti-globalization demonstrations in London. The Guardian, Independent, Times, Reuters, BBC, ITN, Channel 4 News and Sky TV resisted the request and a judge refused the police demand “to seize journalists' films, notes and tapes from the events”, refusing to just “rubber stamp”, routine, “blanket” requests  <sup><a du-smooth-scroll href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup>. <br /></p><p>The union thought that the decision in this case did “not mean that courts will take the same line against future more carefully-worded demands”, and offered photographers to “hand over the problematic negs - or individual frames - before [they were] approached by the police or courts”, the same procedure that was court-tested in 1988 <sup><a du-smooth-scroll href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup>. </p><p><br />When the appeal was published, the union had already helped “several photographers who took pictures on June 18”.Maybe four of them “sent their photos and materials to Brussels and formally into the custody of the IFJ”, recalls Aidan White, then General Secretary of the organization, now Director of the Ethical Journalism Network, who was interviewed for this project <sup><a du-smooth-scroll href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup>.</p><p></p><p>At the time pictures were usually saved on disks, but it was not enough simply to hand over the disks,“in order for it to work, the journalists had to recognize that for the purposes of journalism they had lost control over this material, that ownership had been effectively transferred to us,” White explained: </p><p></p><p>“If that hadn’t been the case, lawyers had advised us that it would be very easy to prosecute the journalists for a conspiracy to pervert the course of justice, by creating a false idea that the information was out of their hands and beyond their control, when everybody knew that they sent it to us, that we would look after it, and then we would give back to them when the heath was off. So it had to be done on the basis that in reality they were giving ownership and total control over the material to us, and that actually meant that they were then free from prosecution.”</p><p></p><p>So it was “a solution of sorts, not a very happy solution”, White acknowledged, “but it did prevent journalists to be put in a position where they could be taken to court, and be instructed by judges and the police to hand over the material. They could legitimately say ‘No, this is not something we agree with, and it’s a point of principle to the extent that we are prepared no longer to have ownership of the material’.”</p><p>Friction seems to be the concept that was at work here, not necessarily an air-tight legal construct, but one good enough to protect journalists and their sources. The International Federation of Journalists is an entity under Belgian law, which is different from the UK as far as protection of sources is concerned. </p><p></p><p>According to White, “if the British police wanted to, they would have had to go to a Belgian jurisdiction to prosecute us to seize the material, and that wasn’t possible. And also, that would have turned into, not a national case, it would turn into a political case, it would have internationalized it.”<br /><br />There are no recorded cases of this kind, but there may very well have been since the procedure has always been in place. “Of course, this sort of arrangement tends to be under the radar and only becomes relevant when there is a moment of crisis”, White said, “and this has become less an issue as police and security forces now regularly deploy their own camera people during these events”.  </p><p></p><p>CNNitalia.it (2001)</p><p>One product, one newsroom, two different laws</p><p></p><p>In 1999 Turner Inc., the owner of CNN, experimented for a while with a number of so called “language sites”, news websites in languages other than English, directed at an International readership. They began with Spanish, which was soon followed by Nordic languages websites (Danish, Swedish, Norwegian), Italian, Brazilian, Japanese and Arabic. Some of them are still there (<a href=\"https://www.google.com/url?q=http://cnnespanol.cnn.com/&amp;sa=D&amp;ust=1490714223207000&amp;usg=AFQjCNFp6sLnfE1h90sqmj1JyPqitBir3A\">CNN en Español</a>, <a href=\"https://www.google.com/url?q=http://arabic.cnn.com/&amp;sa=D&amp;ust=1490714223208000&amp;usg=AFQjCNHot1pbJPVmDshIJP1q71Oj1cm_iw\">Arabic CNN</a>, and <a href=\"https://www.google.com/url?q=http://www.cnn.co.jp/&amp;sa=D&amp;ust=1490714223209000&amp;usg=AFQjCNEk8SQmNUy9W4EoBbAE49z0YcP14w\">CNN Japan</a>), others are long gone, but the case of CNNitalia.it, which one of the authors of this report edited, offers an interesting case of conflicting jurisdictions, although on a totally different matter. </p><p></p><p>CNNitalia.it, was an Italian joint venture between Turner and the Italian Gruppo Editoriale L’Espresso (GELE).  The company’s only asset was actually the title of the news organization, it then entered into deals with Turner and GELE to provide technical, advertising, and human resources. As a result, two thirds of the newsroom, employed by GELE, were based in Rome (Italy), while a third, employed by Turner, was based in Atlanta (Georgia). The website operated this way from the end of 1999, through 2002. Then for one more year, in a much more limited form, with another Italian partner. </p><p></p><p>This organization allowed the newsroom to cover the world constantly, exploiting the different time zones. The staff everywhere used CNN’s proprietary Content Management System via virtual desktops, and CNN’s own servers.</p><p></p><p>Between 1999 and 2002, there were no take-down request of any kind, but the newsroom and the company experienced extraterritoriality in terms of the Labor law. </p><p></p><p>In 2000-2001, there were tough ongoing negotiations between the Italian Journalists Union (FNSI) and the Italian Federation of Newspaper Publishers (FIEG) to write a new national contract for journalists. During the negotiations, as is customary in Italy, the union called for one or two day strikes, that were generally observed by newsrooms across the country. </p><p></p><p>The Italian portion of CNNitalia.it’s newsroom, which was unionized as almost all newsroom of major Italian news organizations are, respected the call to strike and in those days the website was not updated. Rather, it was not updated in the morning (Italian time), but as the Atlanta’s shift kicked-in -- in the early American morning, early afternoon in Italy -- the website was again updated, albeit on a more limited scale, by non-unionized employees of a different company, in a different country, in a different continent. </p><p></p><p>As said, the newsroom did not receive any take-down request, on any grounds (at that time the so called Right to be forgotten had still to be defined in the digital world), but we wonder what would have happened if any were received. </p><p>***</p><p></p><p>Challenges to the permanence of digital content, though, do not happen only for legal reasons. In this case, what injunctions did not do, the company actually did, in a thoroughly, devastating way. In 2003, CNNitalia.it folded, a late victim of the so called <a href=\"https://www.google.com/url?q=https://en.wikipedia.org/wiki/Dot-com_bubble&amp;sa=D&amp;ust=1490714223219000&amp;usg=AFQjCNEpCj-I1MgrSKENphieUeBs-VcoVw\">Dot-com bubble bust</a>: all the pages were taken offline, and since then any CNNitalia URL ends up on a<a href=\"https://www.google.com/url?q=http://edition.cnn.com/help/italia/&amp;sa=D&amp;ust=1490714223221000&amp;usg=AFQjCNHTaLqPNix_KYUweORqG-MKOwe0rw\"> bilingual page </a>saying: “Thank you for your interest in CNN. CNNitalia.it is no longer in service. Please log onto <a href=\"https://www.google.com/url?q=http://edition.cnn.com/&amp;sa=D&amp;ust=1490714223222000&amp;usg=AFQjCNFu6CkH47iOXFMh3ix2HydIrzevmQ\">CNN.com International</a> or <a href=\"https://www.google.com/url?q=http://www.cnn.com/&amp;sa=D&amp;ust=1490714223223000&amp;usg=AFQjCNHvLsEXMagOVDLjvoM8mRMzbZ4GVA\">CNN.com U.S. edition</a> to receive the latest world news from CNN.” </p><p></p><p>Enquiries made between 2010 and 2012 with CNN, revealed that the newsroom at that time didn’t even know if they still had a backup of the material produced during four years of transnational work. Only the material scraped by the <a href=\"https://www.google.com/url?q=http://web.archive.org/web/*/http://cnnitalia.it&amp;sa=D&amp;ust=1490714223224000&amp;usg=AFQjCNGagca4ytFlJTAiuL1M84cUAPynXQ\">WayBack Machine of the Internet Archive</a> can still be consulted. </p><p></p><p>The Guardian/Wikileaks (2010)</p><p>A thumb drive in exchange for First amendment protection</p><p></p><p>On July 25, 2010 The Guardian, The New York Times, and other news organizations began publishing stories based on a trove of documents about the Afghan war obtained and released by Wikileaks. It was, at the time, the largest, and by far the most impactful release of secret documents by the organization founded by Julian Assange.</p><p></p><p>The physical and political dimensions of the release was not lost on Alan Rusbridger, then Editor of The Guardian, who earlier that year was given by Wikileaks access to the documents, half a million military dispatches from the Afghan fronts. In June he called the Executive Editor of The New York Times, Bill Keller, to “circumspectly” enquire if his American counterpart (and competitor) might be interested in joining forces to analyze and publish the material <sup><a du-smooth-scroll href=\"#ftnt6\" id=\"ftnt_ref6\">[6]</a></sup>. </p><p></p><p>Keller was indeed interested, and in the following months a team of journalists from The Guardian, The New York Times, and the German weekly Der Spiegel worked together to verify and sift through the material. But the cooperation was not only due to the complications of dealing with such a large amount of documents, it also had political/legal motivations, as Rusbridger himself in 2013 would tell the story of his exchange with Keller <sup><a du-smooth-scroll href=\"#ftnt7\" id=\"ftnt_ref7\">[7]</a></sup>:</p><p></p><p>“I strongly suspected that our ability to research and publish anything to do with this trove of secret material would be severely constrained in the UK. America, for all its own problems with media laws and whistleblowers, at least has press freedom enshrined in a written constitution. It is also, I hope, unthinkable that any US government would attempt prior restraint against a news organisation planning to publish material that informed an important public debate, however troublesome or embarrassing.”</p><p></p><p>Addressing the Committee to Protect Journalists annual ceremony in New York a couple of years before, the editor of The Guardian had already mentioned the fact that journalists could benefit from having readers, and supporters, in countries that put less pressure on news organizations than his <sup><a du-smooth-scroll href=\"#ftnt8\" id=\"ftnt_ref8\">[8]</a></sup>, he said he had pulled the Editor of The New York Times into the Wikileaks deal as a legal insurance of sorts against possible restriction on The Guardian’s ability to report:</p><p></p><p>&quot;Increasingly, they take on the constitutional and legal protections of countries which mercifully still do have strong roles and enshrined free speech (...) Essentially the deal was this: ‘I've got the memory stick, you've got the first amendment’ (...) It was not clear to me that British libel laws and the British laws around official secrecy would give the Guardian the defences it needed for a story like that.&quot; [Emphasis added]</p><p></p><p>That is to say, to circumvent possible restrictive orders and injunctions, The Guardian hedged his bets by reaching out across the Atlantic to the American constitutional culture and jurisprudence. The way the story was reported, he said, showed how people &quot;living in countries like China, like Brazil, like Liberia, and like Kyrgyzstan can, in a networked world, use the kind of solid protections [people] enjoy here in America to publish a truth that would be forbidden in their home countries&quot;.</p><p></p><p>On the 28th of November, 2010, The Guardian and The New York Times, published new stories originated by another huge documents trove obtained and released by Wikileaks, a collection of US diplomatic dispatches. Actually, at that point Wikileaks did not want to have The New York Times among the five news organizations working with them, but Rusbridger “quietly passed the Times the raw material that it had received”, arguably for the same reasons -- on top of the expertise he could get from his American counterpart in analyzing American diplomatic communications <sup><a du-smooth-scroll href=\"#ftnt9\" id=\"ftnt_ref9\">[9]</a></sup>. </p><p></p><p></p><p></p><p>The Guardian/NSA-GCHG (2013)</p><p>An additional newsroom in a more liberal jurisdiction offsets possible gag orders </p><p></p><p>More or less the same pattern applied three years later, with the secret files of the National  Security Agency (NSA) that Edward Snowden made public with the help of a handful of journalists. </p><p></p><p>The Guardian, together with the Washington Post, was among the first news organizations to report  in June 2013 about the secret efforts of the American agency to control communications worldwide. But the story was not and could not be limited to what the Americans were doing, since the US were actively collaborating with allied intelligence services, namely the <a href=\"https://www.google.com/url?q=https://www.gchq.gov.uk/&amp;sa=D&amp;ust=1490714223243000&amp;usg=AFQjCNGMV8hKlnmOJX0AZOVC3Un41uys4Q\">Government Communication Headquarters</a>, or the GCHQ, the British agency responsible Signal Intelligence (SIGINT) activities, or eavesdropping of every kind. </p><p></p><p>The Guardian first reported on June 7 that GCHQ had been able to see user communications data from the American internet companies, because they had access to the Prism project of the NSA; then, on June 16, the GCHQ had intercepted the foreign leader participating in the G20 summit that took place in London in 2009 <sup><a du-smooth-scroll href=\"#ftnt10\" id=\"ftnt_ref10\">[10]</a></sup>. <br /><br />This was of course not well taken by the British government and their Intelligence agencies, who decided to energetically intervene. That’s how Alan Rusbridger would tell the story at the end of August <sup><a du-smooth-scroll href=\"#ftnt11\" id=\"ftnt_ref11\">[11]</a></sup>: </p><p></p><p>“A little over two months ago I was contacted by a very senior government official claiming to represent the views of the prime minister. There followed two meetings in which he demanded the return or destruction of all the material we were working on. The tone was steely, if cordial, but there was an implicit threat that others within government and Whitehall favoured a far more draconian approach.</p><p></p><p>“The mood toughened just over a month ago, when I received a phone call from the centre of government telling me: ‘You've had your fun. Now we want the stuff back.’ There followed further meetings with shadowy Whitehall figures. The demand was the same: hand the Snowden material back or destroy it. I explained that we could not research and report on this subject if we complied with this request. The man from Whitehall looked mystified. ‘You've had your debate. There's no need to write any more.’”</p><p></p><p>The risk for The Guardian, as far as its Editor could see, lied with the possibility to have a court order the files destroyed and any further reporting on the subject legally forbidden: <br /></p><p>“During one of these meetings”, he wrote, “I asked directly whether the government would move to close down the Guardian's reporting through a legal route – by going to court to force the surrender of the material on which we were working. The official confirmed that, in the absence of handover or destruction, this was indeed the government's intention. Prior restraint, near impossible in the US, was now explicitly and imminently on the table in the UK. But my experience over WikiLeaks – the thumb drive and the first amendment – had already prepared me for this moment. </p><p></p><p>“I explained to the man from Whitehall about the nature of international collaborations and the way in which, these days, media organisations could take advantage of the most permissive legal environments  [emphasis added]. Bluntly, we did not have to do our reporting from London. Already most of the NSA stories were being reported and edited out of New York. And had it occurred to him that [Glenn] Greenwald [the reporter who broke, and followed up on the story] lived in Brazil?<br /></p><p>“The man was unmoved. And so one of the more bizarre moments in the Guardian's long history occurred – with two GCHQ security experts overseeing the destruction of hard drives in the Guardian's basement just to make sure there was nothing in the mangled bits of metal which could possibly be of any interest to passing Chinese agents. ‘We can call off the black helicopters,’ joked one as we swept up the remains of a MacBook Pro.<br /></p><p>“Whitehall was satisfied, but it felt like a peculiarly pointless piece of symbolism that understood nothing about the digital age.”</p><p></p><p>In an interview for this project, Alan Rusbridger explained that If The Guardian didn’t destroy the material,  they would be injuncted by the British state, “and everybody else around the world would be able to publish: the Washington Post would be able to publish, Glenn Greenwald would be able to publish out of Rio de Janeiro, and we would have been unable to publish from London”<sup><a du-smooth-scroll href=\"#ftnt12\" id=\"ftnt_ref12\">[12]</a></sup>:</p><p></p><p>“The First amendment is an amazing protection” he added: “With Snowden we were not protecting our source, since Snowden was already known as the source… we wanted just to be able to publish without interference from the State. In Britain that is possible, because the state in Britain can do prior restraint, in America is virtually impossible to prevent a newspaper from publishing something; it’s so much… a more convenient, safer environment to publish. It’s not simply source protection, it’s the simple ability to publish”. </p><p></p><p>The Panama Papers (2016)</p><p>Four hundred journalists in 80 countries and one secure database<br /></p><p>The so called <a href=\"https://www.google.com/url?q=https://panamapapers.icij.org/&amp;sa=D&amp;ust=1490714223262000&amp;usg=AFQjCNHtPa8DPqPc35ZXE4DEK08GWYaWGg\">“Panama Papers”</a>, was arguably the most impressive international investigative reporting project to this date telling the story of the transnational jockeying by wealthy individuals and companies to exploit tax havens; a project that, at the same time, had to build a transnational infrastructure of its own to help the cooperative work hundreds of journalists in over 80 countries <sup><a du-smooth-scroll href=\"#ftnt13\" id=\"ftnt_ref13\">[13]</a></sup>, keeping themselves and a huge trove of documents safe. </p><p></p><p>The project originated in a massive leak from the database of Mossack Fonseca, a Panama based law firm that helps set up, and manage shell companies for international clients. An anonymous source offered the German newspaper Sȕdeutsche Zeitung a trove of 11.5 million documents, covering a period from the 1970s to early 2016, that provided data for about 214,000 companies. </p><p></p><p>The German paper thought that it would have been very difficult to manage and analyze 2.6 terabytes of data, which - according to SZ - is many times larger that all previous massive data leaks combined, including Cablegate/Wikileaks, Offshore Leaks, Swiss Leaks, and Luxemburg Leaks. </p><p></p><p>Südeutsche Zeitung asked the Washington based <a href=\"https://www.google.com/url?q=http://www.icij.org/&amp;sa=D&amp;ust=1490714223270000&amp;usg=AFQjCNGSRKSgEXg5VSdnHsEz-lO9sBry6g\">International Consortium of Investigative Journalists (ICIJ)</a>, to help manage the documents (emails, pdf files, photos, data), and coordinate an International effort that involved in the end close to 400 journalists. </p><p></p><p>On April 3, 2016, after one year of painstaking work, the Panama Papers investigation results were made public, with each of the approximately one hundred participating world media organizations produced their own stories and documents, on issues and people relevant to their own public.</p><p></p><p>As SZ summarized: “The alleged offshore companies of twelve current and former heads of state [made] up one of the most spectacular parts of the leak, as do the links to other leaders, and to their families, closest advisors, and friends. The Panamanian law firm also [counted] almost 200 other politicians from around the globe among its clients, including a number of ministers”. The prime minister of Iceland, for instance, was forced to resign as a result of the investigation.</p><p></p><p>The data and communication structure that allowed the huge international team to work for a year in a secure environment, had the consequence also to provide single journalists and their newsroom with a very useful technical and legal shield against unwanted requests or seizures by their respective local authorities. <br /></p><p>This is exactly what happened at L’Espresso magazine, ICIJ’s partner in Italy, as soon as they published <a href=\"https://www.google.com/url?q=http://espresso.repubblica.it/inchieste/2016/04/05/news/panama-papers-database-tutti-i-nomi-italiani-coinvolti-1.257090&amp;sa=D&amp;ust=1490714223279000&amp;usg=AFQjCNFDfF7YutmOKa3gbwWMBkjfqIRAEw\">their part of stories and of the database</a>. Raffaella Pallavicini, head of the Legal department of Gruppo Editoriale L’Espresso (GELE), in an interview for this project <sup><a du-smooth-scroll href=\"#ftnt14\" id=\"ftnt_ref14\">[14]</a></sup> said that the Italian financial police (Guardia di finanza) and prosecutors arrived at the magazine with seizure orders for the documents, but the newsroom was able to say that they actually did not have copies of the documents, since they were hosted on servers owned by the consortium, and journalists could only access them remotely with a password . And, no, the newsroom would not accept to hand their password over to the authorities. </p><p></p><p>As in the case of The Guardian’s Wikileaks and NSA documents, the physical and legal distance between the newsroom and their source material, helped the journalists avoid the consequences of injunctions, and other kind of state intervention.<br /></p><p><a href=\"https://www.google.com/url?q=https://ozguruz.org/tr/ozguruz/&amp;sa=D&amp;ust=1490714223283000&amp;usg=AFQjCNGDxhu4HxYuLwDeuJxugY417-1-UQ\">Özgürüz</a> (2017)</p><p>A news organization based in Germany for a Turkish audience<br /></p><p>The case of <a href=\"https://www.google.com/url?q=https://ozguruz.org/de/ozguruz-de/&amp;sa=D&amp;ust=1490714223286000&amp;usg=AFQjCNFD9ZYWUj2-t5f6gnmD1AOY9GVe0w\">Özgürüz</a>, a pro-democracy Turkish website, is more along the lines of traditional from the outside-in kind of transnational news outlets. Francisca Kues, who reported about it this year <sup><a du-smooth-scroll href=\"#ftnt15\" id=\"ftnt_ref15\">[15]</a></sup>, said it is “a kind of pirate radio for Turkish journalists, informing the public amid a repressive regime that cultivates a hostile press freedom climate”, like the one of president Tayyip Erdoğan.</p><p></p><p><a href=\"https://www.google.com/url?q=https://ozguruz.org/tr/ozguruz/&amp;sa=D&amp;ust=1490714223289000&amp;usg=AFQjCNG3uyJ7ydXvZGGfL2FZLVgFUVsTjA\">Özgürüz</a> (Turkish for “We are free”), was launched at the end of January 2017, by Can Dündar and Hayko Bağdat, two Turkish journalists both victims of the increasingly repressive regime. Dündar was editor in chief of the center-left Turkish newspaper Cumhuriyet, that - among other things - revealed the role of Turkish intelligence in the shipping of weapons to neighbouring, war ravaged Syria. He was arrested in 2015, released after three months in jail,  and eventually sentenced to five years and ten months for revealing state secrets in May 2016. In July 2016, when Erdoğan declared a state of emergency after a failed coup, Dündar fled to Germany, where he began working on the <a href=\"https://www.google.com/url?q=https://ozguruz.org/tr/ozguruz/&amp;sa=D&amp;ust=1490714223290000&amp;usg=AFQjCNF7I8J_MW4SL56OVvsxqPZwGrIkyQ\">Özgürüz</a> project, together with Bağdat, another Turkish journalist in exile. </p><p></p><p>The website is a bilingual - Turkish/German - news product, published with the help of <a href=\"https://www.google.com/url?q=https://correctiv.org/en/&amp;sa=D&amp;ust=1490714223292000&amp;usg=AFQjCNG7B_RYOSX9JCBSuy9t6EpArIoU6g\">Correctiv</a>, a non-profit German news organization specialized in investigative reporting. As soon as the site was launched, authorities blocked access to it from Turkey, but with the help of Correctiv, they found ways to overcome the hurdle: &quot;We are providing ways to bypass the blocks, for example by mirroring the website on other webpages. Right now, we are viewing the content on 15 to 20 other websites,&quot; said to David Schraven, publisher and editor in chief of Correctiv, to Kues. </p><p></p><p>“We want to build a new, free medium. I hope that this platform may make it possible for us to do our work without constraints”, said Dündar to the German press the day of the launch: “It’s a medium in exile, based in Berlin” <sup><a du-smooth-scroll href=\"#ftnt16\" id=\"ftnt_ref16\">[16]</a></sup>. </p><p></p><p></p><p></p><hr /><div><p><a du-smooth-scroll href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> National Union of Journalists (NUJ), London Freelance Branch, <a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907run.html&amp;sa=D&amp;ust=1490714223319000&amp;usg=AFQjCNG0ut5Ta6kxlengMC2htatyxRkTOg\">Fleeting image. </a><a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907run.html&amp;sa=D&amp;ust=1490714223320000&amp;usg=AFQjCNH1NK9r1MTKvhnweYT2qPiu9NvOdg\">Make your troublesome pix vanish</a>, Freelance, July 19, 1999. The “<a href=\"https://www.google.com/url?q=https://en.wikipedia.org/wiki/Wapping_dispute&amp;sa=D&amp;ust=1490714223321000&amp;usg=AFQjCNESEmH-5Cvfv0fgPO89mI09iQBsiA\">Wapping dispute</a>” originated in 1986 with the decision Rupert Murdoch’s News International to move The Times and The Sunday Times from their traditional Fleet Street Headquarters to Wapping, introducing digital composition, and printing methods. The unions went on strike and picketed for a year, but the newspapers never missed a day, and in 1987 the strike ended in failure. In the following years all major British titles moved as well, both physically and in terms of technologies. In 1989 “charges of perjury, assault and conspiracy to pervert the course of justice [were brought] against 24 Metropolitan police following investigation by Northamptonshire Police into 440 complaints against 100 officers” during the demonstrations of early 1987. (see: News International dispute: from its orgins, in: SOGAT, NGA, AUEW, NUJ, <a href=\"https://www.google.com/url?q=http://www.wapping-dispute.org.uk/sites/default/files/the-workers-story.pdf&amp;sa=D&amp;ust=1490714223322000&amp;usg=AFQjCNHNZgvn8d92HLFeosgYuwgVE0fTmQ\">News International Wapping - 25 years on. The workers' story</a>, May 2011, p. 33)</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> National Union of Journalists (NUJ), London Freelance Branch, <a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907run.html&amp;sa=D&amp;ust=1490714223329000&amp;usg=AFQjCNGMOcV3IlD1_x7sYF_IlgRLLVvgqQ\">Fleeting image. </a><a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907run.html&amp;sa=D&amp;ust=1490714223329000&amp;usg=AFQjCNGMOcV3IlD1_x7sYF_IlgRLLVvgqQ\">Make your troublesome pix vanish</a>, Freelance, July 19, 1999</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> NUJ, London Freelance Branch,<a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907pace.html&amp;sa=D&amp;ust=1490714223324000&amp;usg=AFQjCNHfrFlrJX5fYDC5mRz3pPTzLAygTA\"> </a><a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907pace.html&amp;sa=D&amp;ust=1490714223324000&amp;usg=AFQjCNHfrFlrJX5fYDC5mRz3pPTzLAygTA\">Not a rubber stamp</a>, Freelance, July 19, 1999.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> National Union of Journalists (NUJ), London Freelance Branch, <a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907run.html&amp;sa=D&amp;ust=1490714223327000&amp;usg=AFQjCNEDRwZmwYWSLxBxJZycwgfxR-cYPQ\">Fleeting image. </a><a href=\"https://www.google.com/url?q=http://www.londonfreelance.org/9907run.html&amp;sa=D&amp;ust=1490714223327000&amp;usg=AFQjCNEDRwZmwYWSLxBxJZycwgfxR-cYPQ\">Make your troublesome pix vanish</a>, Freelance, July 19, 1999</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> Interview: February 22, 2017; email exchange: March 17, 2017</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref6\" id=\"ftnt6\">[6]</a> Bill Keller, <a href=\"https://www.google.com/url?q=http://www.nytimes.com/2011/01/30/magazine/30Wikileaks-t.html&amp;sa=D&amp;ust=1490714223302000&amp;usg=AFQjCNG8goQc9C4KWkbG0Yt9JqYJMjgfOA\">Dealing With Assange and the WikiLeaks Secrets</a>, The New York Times, January 30, 2011</p><p></p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref7\" id=\"ftnt7\">[7]</a> Alan Rusbridger, <a href=\"https://www.google.com/url?q=https://www.theguardian.com/commentisfree/2013/aug/19/david-miranda-schedule7-danger-reporters&amp;sa=D&amp;ust=1490714223304000&amp;usg=AFQjCNGaOlcAUHXJ9Tot4XPBMUQlMvpE6Q\">David Miranda, schedule 7 and the danger that all reporters now face</a>, The Guardian, August 19, 2013.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref8\" id=\"ftnt8\">[8]</a> Adam Gabbatt, <a href=\"https://www.google.com/url?q=https://www.theguardian.com/media/2012/nov/21/alan-rusbridger-warns-attacks-journalists&amp;sa=D&amp;ust=1490714223306000&amp;usg=AFQjCNEznnit7JeFy1pPcO8gN8Yc8KlRmw\">Alan Rusbridger warns of increase in attacks on journalists</a>, The Guardian, Novembre 21, 2011, which is the source of all the following details about the event.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref9\" id=\"ftnt9\">[9]</a> Paul Farhi, <a href=\"https://www.google.com/url?q=http://www.washingtonpost.com/wp-dyn/content/article/2010/11/29/AR2010112905421.html&amp;sa=D&amp;ust=1490714223308000&amp;usg=AFQjCNFQmkvN8oT7AZw0sEzmvTqV8Yfpsg\">WikiLeaks spurned New York Times, but Guardian leaked State Department cables</a>, The Washington Post, November 29, 2010</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref10\" id=\"ftnt10\">[10]</a> Miren Gidda, <a href=\"https://www.google.com/url?q=https://www.theguardian.com/world/2013/jun/23/edward-snowden-nsa-files-timeline&amp;sa=D&amp;ust=1490714223312000&amp;usg=AFQjCNGcuHfJF-OEEdrTSkG7VnmzzYVcUg\">Edward Snowden and the NSA-files timeline</a>, The Guardian, August 21, 2013</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref11\" id=\"ftnt11\">[11]</a> Alan Rusbridger, <a href=\"https://www.google.com/url?q=https://www.theguardian.com/commentisfree/2013/aug/19/david-miranda-schedule7-danger-reporters&amp;sa=D&amp;ust=1490714223313000&amp;usg=AFQjCNGdsfciWvx5Tuv_Mh08yyS27Byb_w\">David Miranda, schedule 7 and the danger that all reporters now face</a>, The Guardian, August 19, 2013.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref12\" id=\"ftnt12\">[12]</a> Interview with one of the authors, March 17, 2017</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref13\" id=\"ftnt13\">[13]</a> Frederik Obermaier, Bastian Obermayer, Vanessa Wormer, Wolfgang Jaschensky,</p><p> <a href=\"https://www.google.com/url?q=http://panamapapers.sueddeutsche.de/articles/56febff0a1bb8d3c3495adf4/&amp;sa=D&amp;ust=1490714223299000&amp;usg=AFQjCNFw1Oqn9HsqOTQn4XhywYgDnn_vUw\">About the Panama Papers</a> , Sȕdeutsche Zeitung</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref14\" id=\"ftnt14\">[14]</a> February 8, 2017</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref15\" id=\"ftnt15\">[15]</a> Franziska Kues, <a href=\"https://www.google.com/url?q=http://www.poynter.org/2017/persecuted-at-home-two-journalists-are-bedeviling-turkish-authorities-from-germany/447545/&amp;sa=D&amp;ust=1490714223315000&amp;usg=AFQjCNHkcalpA1_ovSRhKBToHnwbu3F_PA\">Persecuted at home, two journalists are bedeviling Turkish authorities from afa</a><a href=\"https://www.google.com/url?q=http://www.poynter.org/2017/persecuted-at-home-two-journalists-are-bedeviling-turkish-authorities-from-germany/447545/&amp;sa=D&amp;ust=1490714223316000&amp;usg=AFQjCNHpyVVmlaNnvu6gT6TBAfq7_4w7Aw\">r</a>, Poynter, February 1, 2017</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref16\" id=\"ftnt16\">[16]</a> <a href=\"https://www.google.com/url?q=https://www.taz.de/Online-Medium-auf-Deutsch-und-Tuerkisch/!5377314/&amp;sa=D&amp;ust=1490714223318000&amp;usg=AFQjCNHQEdZRU0hMGt08YQhRtePN2uBggQ\">Online-Medium auf Deutsch und Türkisch. Geld könnte zum Problem werden</a>, TAZ.de, January 24, 2017</p></div>"
}