{
  "uid": "fawkes",
  "category": "Case studies",
  "name": "England: From offshore hedge fund management to offshore journalism protection",
  "file": "https://docs.google.com/document/d/1AU7doMGHt0P-yuHPuSh64h544GLbHycQk-UbIiLTwdI/pub",
  "excerpt": "Paul Staines talks about the offshore structure he set up to run order-order.com, a website known for its circumvention of British court orders.",
  "html": "<h2>Guido Fawkes</h2><p>When at mid-October 2009 The Guardian revealed that a court order was preventing them from reporting on a parliamentary question about a story they had been covering - one of the most notorious cases of press injunctions in the English legal system<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> - a maverick and successful blog about British politics dug up the question, ignored the gag and published it - thus accelerating a course of events that eventually undid the order.<sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> <br /><br />According to English law, all news organizations are bound to respect a gag order or risk fines and prison terms for contempt of court, but the <a href=\"https://www.google.com/url?q=http://order-order.com&amp;sa=D&amp;ust=1491491039027000&amp;usg=AFQjCNENEYicjs5wWVihwwwUFo0TMLotXw\">Guido Fawkes</a> blog ignored the gag, and actually challenged the law firm that had asked for it to come and get them: </p><blockquote class=\"blockquote\">“Note to Carter-Ruck - Guido’s publishers will only accept service as per the requirements of the Hague Convention. Come to Charlestown, the weather is fantastic…” </blockquote><p><br />To make things clearer, they also provided a Google maps link to Charlestown, <a href=\"https://www.google.com/url?q=https://www.google.co.uk/maps/place/Charlestown,%2BSt.%2BKitts%2B%2526%2BNevis/@17.140216,-62.62722,8z/data%3D!4m5!3m4!1s0x8c123cd7afd2e1f1:0x5477399d2058e273!8m2!3d17.1374798!4d-62.6236633?hl%3Den&amp;sa=D&amp;ust=1491491039029000&amp;usg=AFQjCNGHdwTTlVDb3woTWpAS5v-1B34JyA\">capital city of the tiny island-country of St. Kitts and Nevis</a>, a well known offshore paradise of the Caribbean.<sup><a du-smooth-scroll href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup></p><p><br />Named after Guy “Guido” Fawkes, who took part in the failed 1605 “Gunpowder plot” to blow out the Parliament,<sup><a du-smooth-scroll href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> the kiss-and-tell, no-holds-barred blog is in fact the most consequential, if not extreme example of “offshore journalism”. His founder, Paul Staines, set it up from the beginning as an offshore entity in order to offset possible lawsuits and court injunctions. He knew how do it, since before becoming a full-time political blogger he had been a hedge fund manager.<sup><a du-smooth-scroll href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup> </p><p></p><p>In an interview for this project,<sup><a du-smooth-scroll href=\"#ftnt6\" id=\"ftnt_ref6\">[6]</a></sup> Paul Staines accepted to explain - if only in general terms - the corporate, legal and technical design of the Guido Fawkes blog: </p><p></p><blockquote class=\"blockquote\">&quot;We deploy multi-jurisdictional legal obstacles, multi-jurisdictional technical defences (server hosting, DNS registration, uploading location) and financially defensive counter-measures akin to tax shelters that act as a protective litigation shield.</blockquote><blockquote class=\"blockquote\">“In 13 years we have not been defeated in any court in any country. Most recently the British Supreme Court recognised that we were outside the jurisdiction of the English legal system when it considered our breaching of the Elton John/David Furnish Super Injunction.&quot;</blockquote><p></p><p>That’s a reference to the case of singer Elton John and his husband David Furnish who at the beginning of 2016 tried to stop the English media from reporting about an alleged racy case of extramarital sex by Mr. Furnish. They obtained an injunction to this effect on grounds of their right to privacy and to protect their children. The gag order, though, was only enforceable in England and Wales, and the story got its play on an American tabloid, on some Canadian news outlets - as Furnish was born in Toronto - and even on the print edition of The Sunday Mail, a Scottish newspaper, which has a print circulation outside of England and Wales.<sup><a du-smooth-scroll href=\"#ftnt7\" id=\"ftnt_ref7\">[7]</a></sup> The injunction was somehow self-defeating, as the gag itself became the news worldwide, and the main characters became easily identifiable online. </p><p></p><p>Among the news outlets that did publish the story along with the forbidden names was the Guido Fawkes blog, to all but legal purposes a very “English” website. On April 11, 2016, Guido Fawkes published a short version of the story with the image of the cover of the US tabloid. While belittling the importance of the story itself, the blog took it as a matter of principle (“Should press freedom be curtailed by the rich on the grounds that they don’t want their children to be embarrassed”?) and defiantly affirmed that - like The Sunday Mail in Scotland, or The Toronto Star in Canada,<sup><a du-smooth-scroll href=\"#ftnt8\" id=\"ftnt_ref8\">[8]</a></sup> they were “outside the jurisdiction of the injunction”.<sup><a du-smooth-scroll href=\"#ftnt9\" id=\"ftnt_ref9\">[9]</a></sup> </p><p></p><p>The law firm apparently took the bite and sent a copy of the injunction to the blog “threatening to jail the editor for Contempt of Court”, which Staines was all too pleased to counter affirming that it served no purposes since the servers of the blog were in the United States and that the very article was “being typed in the Republic of Ireland”. He went on: </p><p></p><blockquote class=\"blockquote\">“There are no physical assets in the UK, there is no digital equivalent of a printing press, no device that can be seized or smashed. All the authorities can do is block access to the server, in the same way that China and Iran block access to the truth. Web users point their browsers at a server in the US and fetch the data back, we do not store published content in the UK. (...) Courts in both California and New York have ruled that foreign court judgments involving free speech can be enforced in the United States only if the foreign nation recognises absolute free speech values compatible with the First Amendment”.<sup><a du-smooth-scroll href=\"#ftnt10\" id=\"ftnt_ref10\">[10]</a></sup></blockquote><p></p><p>The case went on with the Court of Appeal ruling that the injunction could be dismissed,<sup><a du-smooth-scroll href=\"#ftnt11\" id=\"ftnt_ref11\">[11]</a></sup> only to be reinstated by the Supreme Court,<sup><a du-smooth-scroll href=\"#ftnt12\" id=\"ftnt_ref12\">[12]</a></sup> but in all the proceedings - whatever the journalistic merit of the news items could be - the Guido Fawkes blog was able to continue publishing because of its three-layered defensive structure. </p><p></p><ol><li><strong>Corporate layer</strong>. The publishing company, Global &amp; General Nominees Limited, is based in St Kitts and Nevis, while <a href=\"https://www.google.com/url?q=https://www.messagespace.co.uk/&amp;sa=D&amp;ust=1491491039048000&amp;usg=AFQjCNEQSQc1p0zFfK9_xb-nSd8HXOon-w\">a totally different company</a>, deals with selling ads on Guido Fawkes as well as on other political blogs. Interviewed in 2009 by The Daily Telegraph about the corporate organization, Staines only admitted “to being an ‘adviser’ to Global and General Nominees”.<sup><a du-smooth-scroll href=\"#ftnt13\" id=\"ftnt_ref13\">[13]</a></sup></li><li><strong>Technical layer</strong>. The servers, as Guido Fawkes clearly explained in 2016,<sup><a du-smooth-scroll href=\"#ftnt14\" id=\"ftnt_ref14\">[14]</a></sup> are kept in the United States to exploit the American constitutional jurisprudence where freedom of speech usually trumps concerns about privacy, security or politics. DNS seem to have been registered in yet another jurisdiction, according Staines’ statement to the authors (the DNS is registered with a German company). </li><li><strong>Personal layer</strong>. Paul Steines kept his official residence in Ireland “usually flying in from his family home to spend Tuesdays, Wednesdays and Thursdays in London”, according to a 2014 article on Esquire: “On top of that, after declaring himself bankrupt (due to an expensive and failed attempt to sue his former boss at a hedge fund), there is little point in going after him personally. All major assets are in the name of his wife, a former City lawyer”.<sup><a du-smooth-scroll href=\"#ftnt15\" id=\"ftnt_ref15\">[15]</a></sup></li></ol><p></p><p>This is, of course, no guarantee that the website is totally out of reach, but until now the structure has been such that it put enough “friction” in the process to offer the blog the protection it looked for. Or, as he put it in a conversation with Edwin Smith of Esquire: “while someone ‘with unlimited funds’ could successfully sue the blog, for most mere mortals it would be a difficult task”.<sup><a du-smooth-scroll href=\"#ftnt16\" id=\"ftnt_ref16\">[16]</a></sup></p><hr /><div><p><a du-smooth-scroll href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> David Leigh,<a href=\"https://www.google.com/url?q=https://www.theguardian.com/media/2009/oct/12/guardian-gagged-from-reporting-parliament&amp;sa=D&amp;ust=1491491039057000&amp;usg=AFQjCNG4c0d9_wgsVbG5AM7Zj4WU61jaUg\"> <em></a><a href=\"https://www.google.com/url?q=https://www.theguardian.com/media/2009/oct/12/guardian-gagged-from-reporting-parliament&amp;sa=D&amp;ust=1491491039058000&amp;usg=AFQjCNGwfBmd1f0kE4GGQAys_MkwP43yHA\">Guardian gagged from reporting Parliament</em>, The Guardian</a>, The Guardian, October 12, 2009. That’s the Trafigura case, see chapter [XX]</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Alan Rusbridger, <em><a href=\"https://www.google.com/url?q=https://www.theguardian.com/media/2009/oct/20/trafigura-anatomy-super-injunction&amp;sa=D&amp;ust=1491491039060000&amp;usg=AFQjCNGGDlS8LpKzThGvm204XRugzo1XkA\">Trafigura: anatomy of a super-injunction</a></em>, The Guardian, October 13, 2009</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> <em><a href=\"https://www.google.com/url?q=https://order-order.com/2009/10/12/guardian-gagged-from-reporting-parliament/&amp;sa=D&amp;ust=1491491039062000&amp;usg=AFQjCNEZYOh-r6B7Y6P2X0PDSR4ZzUIpxA\">Guardian gagged from reporting parliament</a></em>, Guido Fawkes, October 12, 2009</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> It was an attempt by a group of catholics to blow out the Parliament killing the King and most of ruling class in order to ignite an uprising. The plot failed, Fawkes who was the explosive expert, was caught red handed and put to death, he thus became “one of British history's greatest villains” for more than 400 years. To this day on 5 November every year his effigy “is still burned on bonfires across England in recognition of his part in the failed 'Gunpowder Plot'”. See: BBC History, <a href=\"https://www.google.com/url?q=http://www.bbc.co.uk/history/people/guy_fawkes&amp;sa=D&amp;ust=1491491039063000&amp;usg=AFQjCNHytPn69rVnxkae3h620DLufofSGQ\">Guy Fawkes</a>,  </p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> See his profile by Gordon Rayner: <em><a href=\"https://www.google.com/url?q=http://www.telegraph.co.uk/news/politics/5173475/Guido-Fawkes-the-colourful-life-of-the-man-who-brought-down-Damian-McBride.html&amp;sa=D&amp;ust=1491491039065000&amp;usg=AFQjCNGbL4Mkhi7wtDEydl6bgsSG84L5iA\">The colourful life of the man who brought down Damian McBride</a></em>, The Daily Telegraph, April 17, 2009</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref6\" id=\"ftnt6\">[6]</a> March 27, 2017, by telephone.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref7\" id=\"ftnt7\">[7]</a>  <em><a href=\"https://www.google.com/url?q=http://www.dailyrecord.co.uk/news/scottish-news/chose-name-list-super-injunction-7724893%23KELGrV6Kho7fO7qP.97&amp;sa=D&amp;ust=1491491039068000&amp;usg=AFQjCNGWkgIaMSlOUiOO7Sn1VezYfDWLYQ\">Why we chose to name A-list super injunction couple - and why we can't do so online</a></em></p><p>The Sunday Mail, April 10, 2016; Kathy English, <em><a href=\"https://www.google.com/url?q=https://www.thestar.com/opinion/public_editor/2016/04/15/is-court-ordered-secrecy-futile-in-the-digital-age-public-editor.html&amp;sa=D&amp;ust=1491491039070000&amp;usg=AFQjCNHymuhcOaL0qFoJnRoYjwSubbd_2Q\">Is court-ordered secrecy futile in the digital age?: Public Editor</a></em>, The Toronto Star, April 15, 2016; Chris Jancelewicz, <em><a href=\"https://www.google.com/url?q=http://globalnews.ca/news/2645974/david-furnish-elton-john-sex-scandal-british-media-forbidden-from-covering-couple/&amp;sa=D&amp;ust=1491491039071000&amp;usg=AFQjCNEXIEMBamrPJwbbWPhzihaFjQRZEw\">David Furnish, Elton John sex scandal: British media forbidden from covering couple</a></em>, Global News, May, April 19, 2016.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref8\" id=\"ftnt8\">[8]</a> The Star received a letter from a lawyer asking that the article were removed from the website or that it were “geo-blocked” for readers in England and Wales. The Star refused. It’s Public Editor Kathy English, who did not name the couple in his column, explained: “I am not making a case that the sex life — extramarital, or otherwise — of this couple is a matter of public interest. I am not at all comfortable with the fact that defending principles of press freedom involves a legal battle to publish lurid details of anyone’s alleged “three-way sexual encounter”. But, like others who have weighed in on this controversy in Britain’s “serious” press, I do see public interest in the interesting questions this injunction raises about global press freedom and media law within the borderless internet and the lengths to which the super wealthy can and do go in Britain to use the courts to try to block embarrassing information in that country and beyond”.<br />See: Kathy English, <a href=\"https://www.google.com/url?q=https://www.thestar.com/opinion/public_editor/2016/04/15/is-court-ordered-secrecy-futile-in-the-digital-age-public-editor.html&amp;sa=D&amp;ust=1491491039074000&amp;usg=AFQjCNGSIeF21zZll8H3wrY-LP5h7A_M8Q\">Is court-ordered secrecy futile in the digital age?: Public Editor</a>, The Toronto Star, April 15, 2016.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref9\" id=\"ftnt9\">[9]</a> <a href=\"https://www.google.com/url?q=https://order-order.com/2016/04/11/lawyers-only-people-enjoying-celebrity-threesome/&amp;sa=D&amp;ust=1491491039056000&amp;usg=AFQjCNGB-3nfmZnDVL8W5dO7fY4BUhvQzw\">Lawyers only people enjoying celebrity three-some</a>, Guido Fawkes, April 11, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref10\" id=\"ftnt10\">[10]</a> <a href=\"https://www.google.com/url?q=https://order-order.com/2016/04/12/ireland-is-not-north-korea-kim-el-john/&amp;sa=D&amp;ust=1491491039075000&amp;usg=AFQjCNFi2FewQAdQ8zcInY-9TCUQsFIAwQ\">Ireland is not North Korea, Kim El John</a>, Guido Fawkes, April 12, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref11\" id=\"ftnt11\">[11]</a> <a href=\"https://www.google.com/url?q=http://www.bbc.com/news/uk-36073383&amp;sa=D&amp;ust=1491491039077000&amp;usg=AFQjCNF7IUNtuZAH3Y3DbftKNWFT-erkJw\">Celebrity injunction should be lifted, Court of Appeals rule</a>, BBC News, April 18, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref12\" id=\"ftnt12\">[12]</a> <a href=\"https://www.google.com/url?q=https://www.supremecourt.uk/cases/docs/uksc-2016-0080-judgment.pdf&amp;sa=D&amp;ust=1491491039078000&amp;usg=AFQjCNG7jOd2C7l-ZT6DPxKPWgG7qlyiDA\">Judgement. PJS (Appellant) v News Group Newspapers Ltd (Respondent)</a>, The Supreme Court, May 19, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref13\" id=\"ftnt13\">[13]</a> Gordon Rayner: <em><a href=\"https://www.google.com/url?q=http://www.telegraph.co.uk/news/politics/5173475/Guido-Fawkes-the-colourful-life-of-the-man-who-brought-down-Damian-McBride.html&amp;sa=D&amp;ust=1491491039080000&amp;usg=AFQjCNHdVZY82t5b3Dkw11uv8lA_DvgUWQ\">The colourful life of the man who brought down Damian McBride</a></em>, The Daily Telegraph, April 17, 2009</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref14\" id=\"ftnt14\">[14]</a><em><a href=\"https://www.google.com/url?q=https://order-order.com/2016/04/12/ireland-is-not-north-korea-kim-el-john/&amp;sa=D&amp;ust=1491491039082000&amp;usg=AFQjCNGDq7CwluhZ-mTcLfgq3W5FpDl6ag\">Ireland is not North Korea, Kim El John</a></em>, Guido Fawkes, April 12, 2016</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref15\" id=\"ftnt15\">[15]</a> Edwin Smith, <em><a href=\"https://www.google.com/url?q=http://www.esquire.co.uk/culture/news/a6736/guido-fawkes-profile-westminster-paul-staines/&amp;sa=D&amp;ust=1491491039084000&amp;usg=AFQjCNHcs4RNRMiPCk1dRGjjmPlvCk2spg\">Guido Fawkes: &quot;The Lying In Politics Is On An Industrial Scale&quot;</a></em>, Esquire, July 31, 2014</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref16\" id=\"ftnt16\">[16]</a> See note above.</p></div>"
}