{
  "uid": "islamic-news",
  "category": "Case studies",
  "name": "France: Censorship in theory and practice",
  "file": "https://docs.google.com/document/d/1ihHLbgWAqXoE77CzdV_neSW1ZoyorLqVCn990vHhnEE/pub",
  "excerpt": "In France, the police has sweeping censorship powers and the oversight body has no meaningful way to control it. At least one news website was censored.",
  "html": "<h2>Islamic-news.info</h2><p>In March 2015, the French Interior Ministry announced that five websites had been blocked, following a suspicion that these websites were promoting terrorism and spreading hate speech.</p><p>This was the first time French police made use of its new powers introduced as part of a package of <a href=\"https://www.google.com/url?q=https://www.legifrance.gouv.fr/affichTexte.do?cidTexte%3DJORFTEXT000029754374%26categorieLien%3Did&amp;sa=D&amp;ust=1491491048317000&amp;usg=AFQjCNHta7fLE7NEdKooChtnhmE8lTqMfg\">counter-terrorism measures</a> approved by the French parliament in November 2014, that allow such bans without court orders.</p><p>Visitors to the sites were redirected to a page from the French Interior Ministry. There, they were greeted by an image of a large red hand and text informing them that they were attempting to access a site that causes or promotes terrorism: “You are being redirected to this official website since your computer was about to connect with a page that incites to terrorist acts or promotes terrorism publicly.”</p><h2>Arbitrary censorship</h2><p><em>“The first five sites are all run by groups listed by the intelligence agencies [as terrorist groups] and all advocate terrorism&quot;</em> French Interior Minister Bernard Cazeneuve said in March 2015.</p><p><em>Islamic-news.info</em>, created in May 2013, was one of the five website censored. In an <a href=\"https://www.google.com/url?q=http://www.numerama.com/magazine/32516-moi-censure-par-la-france-pour-mes-opinions-politiques.html&amp;sa=D&amp;ust=1491491048326000&amp;usg=AFQjCNH_j_7TeWge6CdX31F4FDDepous-g\">open letter</a> published a few days after the police action, its editor and publisher refutes this assertion. He explained that he was the only one behind the articles. “No group or organization close to the Islamic state or Al-Qaeda runs it or finances it,” he wrote. (He preferred to remain anonymous to avoid reprisals).</p><p>It is indeed difficult to prove the accusations against this website. None of the <a href=\"https://www.google.com/url?q=https://archive.is/20170308/http://web.archive.org/web/*/islamic-news.info&amp;sa=D&amp;ust=1491491048328000&amp;usg=AFQjCNF2sox3Yp0nma9O4q-V1waFmVG-dA\">archived articles of the website</a> available on the Internet Archive shows either support for terrorism or incitation to hatred. As for the other four censored websites, it’s impossible for citizens, judges or anyone beyond the police to verify the allegations. The only source mentioning the problematic content is<a href=\"https://www.google.com/url?q=http://www.lemonde.fr/pixels/article/2015/03/18/les-rates-de-la-premiere-vague-de-blocages-administratifs-de-sites-djihadistes_4596149_4408996.html&amp;sa=D&amp;ust=1491491048330000&amp;usg=AFQjCNFhmPRLimgzr4pq5xfkhWEHPd3rmA\"> an article from <em></a><a href=\"https://www.google.com/url?q=http://www.lemonde.fr/pixels/article/2015/03/18/les-rates-de-la-premiere-vague-de-blocages-administratifs-de-sites-djihadistes_4596149_4408996.html&amp;sa=D&amp;ust=1491491048330000&amp;usg=AFQjCNFhmPRLimgzr4pq5xfkhWEHPd3rmA\">Le Monde</a></em>, a French daily, saying that the reason given by the Interior Minister to justify its decision to block the website is that the author reproduced - without putting it in perspective - a speech by Al-Baghdadi, the leader of the Islamic State, in which Al-Baghdadi invites ’to trigger the volcanoes of jihad everywhere’, and that an audio file of the full speech was uploaded to the website. <em>Le Monde</em> added that it did not constitute promotion of terrorism. The website never republished propaganda videos from the Islamic State.</p><p>According to<a href=\"https://www.google.com/url?q=http://www.numerama.com/magazine/32530-islamic-news-a-ete-censure-pour-l-analyse-d-un-discours-publie.html&amp;sa=D&amp;ust=1491491048333000&amp;usg=AFQjCNG02ZfaTc_o1PTHeRu4-Tg3IUCR0Q\"> an article in <em></a><a href=\"https://www.google.com/url?q=http://www.numerama.com/magazine/32530-islamic-news-a-ete-censure-pour-l-analyse-d-un-discours-publie.html&amp;sa=D&amp;ust=1491491048333000&amp;usg=AFQjCNG02ZfaTc_o1PTHeRu4-Tg3IUCR0Q\">Numerama</a></em>, a French online media, this article on Islamic-news.info published on 13 November 2014, analyzed the 17-minute speech of Al-Baghdadi to explain his political motivations and the military context. <em><a href=\"https://www.google.com/url?q=http://www.arretsurimages.net/articles/2015-03-18/Apologie-du-terrorisme-les-ambiguites-de-islamic-newsinfo-id7580&amp;sa=D&amp;ust=1491491048335000&amp;usg=AFQjCNF6y2M4VU7Mz0-ndObJl3nVwMiD0A\">Arrêt sur Images</em>, </a><a href=\"https://www.google.com/url?q=http://www.arretsurimages.net/articles/2015-03-18/Apologie-du-terrorisme-les-ambiguites-de-islamic-newsinfo-id7580&amp;sa=D&amp;ust=1491491048336000&amp;usg=AFQjCNH8ba712gLm0qVJfUfoTKYTKu8iZw\">a French media watchdog, also notes</a> that &quot;the editor doesn’t make any comment, favorably or unfavorably, on Al-Baghdadi's statements.&quot;</p><h2>What the police decides, ISP do</h2><p>No judge reviewed the decisions of the Interior Ministry. The process that ends up in a website being blocked is as follows. The police authorities<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> send a list of the specific pages (URLs) to the main French Internet Service Providers (ISPs) which must then block without delay their users from accessing these URLs. </p><p>The police should first ask the hosting service and the editors of the website to remove only the specified content but this step is optional and can be easily skipped.<sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> In practice, whole domains are blocked using DNS redirection at the ISP level. This is what happened for <em>Islamic-news.info</em>. The legal information displayed on the website did not contain the name of the hosting service (although this information that could have been easily verified by the police if it had run a command to locate the website’s servers).</p><h2>No oversight</h2><p>Upon reception of the list of websites to block, ISPs must enforce the DNS change immediately. That no abuse is committed by the police falls under the responsibility of a single person, designated within French Commission on Digital Civil Liberties (CNIL, Commission Nationale de l'Informatique et des Libertés). The list of blocked websites is forwarded in an encrypted format by the police to this designated person. The designated person is a sole individual with no supporting staff, who is, alone, permitted to read the list of blocked websites. In early 2015, this person received the list but could not verify that the websites had anything to do with terrorism - because the websites were blocked! After CNIL signaled the lack of logic of the process, the police provided screenshots and some details on the reasons leading to a website’s being blocked.</p><p>CNIL is composed of members from various government entities designated by the Prime Minister and is not, in fact, independent.<sup><a du-smooth-scroll href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> The annual report of the designated person suggests that the CNIL has very little power to remove a website from the list and to unblock it.<sup><a du-smooth-scroll href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> CNIL can report and warn the authorities when a case seems to be abusive, but only the authorities can change the list and unblock a website. According to the CNIL report, eight websites have been unblocked by the authorities in 2016,<sup><a du-smooth-scroll href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup> out of 68 blocked websites.</p><p><em>Islamic-news.info</em> was unblocked since its 2015 censorship, but the actual website has been uninstalled and is no longer available. The author decided to not maintain it anymore and stopped paying for the hosting service. He said in his open letter that “the damage is already done” and that “the label of ‘terrorism’ has been stamped”. “No one can take it away even the decision of a judge,&quot; he added.</p><hr /><div><p><a du-smooth-scroll href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a>  The service is called the OCLCTIC, it’s headed by the Central Headquarters of the Judicial Police</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a>  <a href=\"https://www.google.com/url?q=https://www.cnil.fr/sites/default/files/atoms/files/cnil_rapport_blocage_sites_internet_2016_0.pdf&amp;sa=D&amp;ust=1491491048354000&amp;usg=AFQjCNEfdr_4O0xXpntieN0l36uUfF3W7g\">Rapport 2015 d’activité - CNIL </a>P.16.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> CNIL is technically an “independent authority”. However, its personnel is nominated by the Prime Minister and its budget depends entirely on the government. Further, it is physically located within the French Ministry of Finances. See <a href=\"https://www.google.com/url?q=https://www.cnil.fr/fr/la-cnil/membres&amp;sa=D&amp;ust=1491491048351000&amp;usg=AFQjCNE5zxvBAmk1urTU0BdCLjcyk3Y5QQ\">the official CNIL website</a> for details.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a>  <a href=\"https://www.google.com/url?q=https://www.cnil.fr/sites/default/files/atoms/files/cnil_rapport_blocage_sites_internet_2016_0.pdf&amp;sa=D&amp;ust=1491491048355000&amp;usg=AFQjCNGpYscXZ9F4vDYQv5IqXdExkgWy1A\">Rapport 2015 d’activité - CNIL </a>P.16.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a>  <a href=\"https://www.google.com/url?q=https://www.cnil.fr/sites/default/files/atoms/files/cnil_rapport_blocage_sites_internet_2016_0.pdf&amp;sa=D&amp;ust=1491491048357000&amp;usg=AFQjCNHx0Fr5G790DWhhO0r-q4mhbAUiZA\">Rapport 2015 d’activité - CNIL </a>P.11.</p><p></p></div>"
}