{
  "uid": "robots-txt",
  "category": "Case studies",
  "name": "Italy: Hiding in plain view",
  "file": "https://docs.google.com/document/d/1sGMFOLyhF5Hnqe7VOmhPhJc8UoD7EfqiKYzh2aEnJHw/pub",
  "excerpt": "Although it makes no technical sense, publishers in some countries use the robots.txt file to prevent content from being indexed.",
  "html": "<h2>Removal and deindexing</h2><p>When the Italian Supreme Court of Cassation ruled that news have an expiration date and may therefore have to be deleted, as in the case of the Italian news site <em>PrimaDaNoi.it</em>,<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> it brought the controversial and ill-defined concept of a right to be forgotten to new problematic heights; all the more so since courts in other European countries have already started to affirm that “news” is contemporary, and that after a while the archives – as one lawyer we interviewed said – become “contemporary social history”. In Romania, for example, almost in the same months while the Italian Supreme Court was preparing its decision, a Bucharest Court ruled against Google that had appealed an order by the data protection agency to de-list some material, on the grounds that it was information about an individual with a public position and politically active. No way the content should be findable on Google, said the court:</p><blockquote class=\"blockquote\">“although at the moment of publishing the said information the data subject was a university teacher and a candidate for the position of mayor as well as for senator, such qualities are no longer applicable and, therefore, the necessity of informing the public is no longer justified.”<sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup></blockquote><p>Even without considering the extremes of courts and data protection authorities defining a “time limit” to the availability of news information, we seem to witness an increase in requests to take down legitimate news items, mostly – although not only – on right to be forgotten grounds. They may come in the form of a court order, a formal legal brief, or just a simple request from the interested individual, but it doesn’t seem that most publishers and newsrooms have clearly defined guidelines as to how to deal with such request, certainly not common and public ones. </p><p>As Professor Brock noted <sup><a du-smooth-scroll href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> </p><blockquote class=\"blockquote\">“Editors, by watching the spread of concern about valueless or malign information, have become more sympathetic to requests to amend or even take down material they can’t defend. But editors will rarely talk or write about the subject in public. They are discreet about takedown procedures which they control for several reasons.<br />They may experiment with guidelines and change them as they go along; they would prefer to avoid the charge of inconsistency. If Google delinks a URL and a news site wants to protest, some disclose the fact. But other editorial judgements about web content are dealt with more discreetly, not least from fear of triggering an avalanche of complaints which would be hard to handle.<br />The newsrooms of the <em>Guardian</em>, <em>El Pais</em>, and the online division of <em>France Télévisions</em> have all adjusted their procedures, gradually and discreetly, to deal more flexibly not only with the formal procedures for a right to be forgotten arising from Google Spain but to be broadly more sympathetic to people who claim to suffer from what they consider to be a hostile algorithm.<br />The new rules at <em>El Pais</em> commit the paper to updating information as far as is possible on convictions when they are appealed or reversed. But they do not commit to taking news reports down – simply to updating. Delisting of links is possible for something which is more than 15 years old. Serious crime is not delisted. But any reader of their websites would have difficulty in finding evidence of that change.”</blockquote><p>This is more or less the situation that we found interviewing publishers and journalists for this project, although deleting some material seems to be more of a possibility than the policy of <em>El Pais</em>, as described by Professor Brock. </p><p>Most requests have to do with individuals asking personally or through their lawyers to delete an item that they feel is outdated, incorrect or simply no longer relevant – although still problematic for the person involved. They often involve small crime stories that keep popping up in searches on the person’s name years after the fact. It may also be serious criminal cases that were reported at the beginning, but ended in a final acquittal. Sometime, in Italy for example, a court may ask for the temporary seizure of an item, pending a defamation lawsuit against the news organization. </p><p>One egregious case, as told by one of the executives interviewed for this project, involved an Italian news organization publishing a story based on secret court documents both in print and online, but they also published the actual papers on the website. The story as such was legitimate, not so the publication of the documents, so a police officer was sent to the newsroom to notify an injunction to take down the material. When he arrived, he asked to take down everything, both the story and the documents, although the written order mentioned only the documents. The new organization resisted, but the officer called the judge and the judge said everything had to be taken down, notwithstanding the fact that the perfectly identical print version was still available in newsstands. </p><p>The number of cases vary widely, of course, depending on the dimension of the website and the number of items it produces. They range from a couple of dozen to a few hundreds a year. In every case, there doesn’t seem to be written guidelines, certainly not public guidelines. </p><p>The kind of positive responses vary widely too: correcting or updating the original item with new information, anonymizing the reports, or eventually taking down the story. Some try to use the Google Spain ruling as a defense of sorts, inviting claimants to turn the requests to Google, but most of the times it ends up with the news organization organizing the de-indexing of the incriminated content.</p><ul><li>“We decide on a case-by-case basis. Sometimes, when a person had a legal affair but has changed, or has paid the fines that were requested to them, we decide to remove the articles”, an editor told us, “The decision is taken at the level of the editor-in-chief”.</li><li>“We follow our nose”, admitted another editor; if the news is about a minor event of the past that has heavy consequences on an individual who is not a public figure, they usually accept to de-index the story from Google: “If it is clear that the item has no general interest, if it’s something that was published ten years ago, maybe after ten years you have the right to [de-link] …”</li><li>At one newspaper that receives up to a dozen take-down requests a month on different grounds, “if it’s not a political, business, major crime story”, they prefer to take it down, instead of arguing. </li><li>The editor of a news websites told us that they interpret the right to be forgotten as something related to data and search engines, such as Google, not to journalistic content. Although they received request to take down material, they never accepted them, they may update or correct the item, but not delete it. It three or four cases in the last few years, they accepted to anonymize a report, putting initials instead of the full name, for people who may have been charged in a criminal case, but had the charges dropped after a while. </li><li>The initials-instead-of-names solution is sometimes followed also by another, local news website. The editor explained a possible case: “Something silly” about 15 years ago, like a routine coverage of press conference about a drug bust during which police gave a list of names, that they reported, without much other information, but that name still pops up in searches. If it’s about “things not particularly important”, they may edit the name out of the story, or keep only the initials.</li><li>A major newspaper receives dozens of removal requests a month, mostly on right to be forgotten grounds. It is “a sacrosanct right, if necessary requirements exist”, an executive told us, “but it is not clear what these requirements are”, especially in terms of the time frame. They don’t usually remove anything, preferring to de-index the material. Actual removals happen rarely, “less than ten times a year”, only as an extreme measure.</li><li>Another major publisher asserts that they do not remove editorial content, instead – if warranted – they try to de-index the material from search engines. Nonetheless, the editorial side may decide on its own on easier-to-assess, non-legal material regarding minor issues in old pieces.</li></ul><p></p><p>“Keep-the-stuff-and-deindex” seems to be the preferred solution in many cases, a move that could prevent the material to disappear from the archives, if not from search engines. The major problem is that the de-indexing procedure is complicated and doesn’t guarantee that the content will not be re-indexed after a while. To understand this, we should see how it works. </p><p>Search engines, whether mainstream ones such as Google or specialized ones such as the Internet Archive - which, as the name implies, archives the web - operate by browsing vast quantities of web pages and indexing their contents. The browsing is done by automated scripts known as web crawlers. In order to avoid abuses, such as crawlers accessing the same page several times in a row, programmers of scripts and websites owners agreed on a series of rules, to be written in a file called robots.txt.<sup><a du-smooth-scroll href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> The year was 1994 and the World Wide Web was <a href=\"https://www.google.com/url?q=http://archive.is/xhjgX&amp;sa=D&amp;ust=1497952919344000&amp;usg=AFQjCNGJxLPAQCsY6lBE3I7Ncu3P-vQ83Q\">made of less</a> than 3,000 websites.</p><p>In the robots.txt file, website owners can give specific crawlers a series of orders. They can tell the Google crawlers to avoid a specific section of the site, they can prevent a specific crawler from indexing the whole site or they can tell all crawlers to avoid a specific page. Such files must not be used to prevent content from being indexed, as Google makes clear (they even <a href=\"https://www.google.com/url?q=http://archive.is/A5zh8&amp;sa=D&amp;ust=1497952919346000&amp;usg=AFQjCNG0zMCp1GhmOfg6sQZLEMQB71c4Bg\">wrote in bold</a> that one “should not use robots.txt as a means to hide web pages from Google Search results”). It is merely a code of good conduct written in a time long gone. </p><p>Despite these shortcomings, many publishers use robots.txt files to prevent some pages from being indexed. As a result, the pages cannot be archived by digital libraries such as Archive.org (some archiving projects ignore robots.txt files, such as archive.is).</p><p>In addition to the robots.txt protocol, it is possible to ask the search engine to remove a specific URL from the results page to hide a piece of information from searches, but this is only a temporary measure, usually lasting three months.<sup><a du-smooth-scroll href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup> </p><p>To overcome these problems with permanently de-indexing a URL from a search engine, the publisher should introduce a “noindex” metatag in the original file of the URL – which cannot be read if a robots.txt instruction prevents the search engine from reading the file. A Catch-22 situation that may force publishers to employ resources to engage with claimants and iterate the procedure many times over – which in some instances seems to push them over the more radical solution of deleting the original page. </p><hr /><p></p><p></p><a id=\"t.c4f290d61bec5e1e0fd33fce248c4e7c65956ed6\"></a><a id=\"t.0\"></a><table><tbody><tr><td><h2>Robots.txt<br /></h2><p>Robot.txt files are public. We looked at the files of all organizations listed under the “Newspaper” category of DBpedia, the structured-data equivalent of Wikipedia. Out of 5,200 websites, 3,600 files were extracted (some URLs in DBpedia were erroneous and some did not have robots.txt files). We could not run an analysis by country for lack of means, but did an analysis by top-level domains (the “.it” or “.de” after the name of the website), which is a close enough approximation.</p><p>European newspapers exhibit vastly higher than average numbers of hidden articles, with Italy topping the list with 21 articles, on average, hidden at every newspaper. The averages hide wide discrepancies. <em>La Repubblica</em>, for instance, hides over 200 articles, <em>Corriere della Sera</em> over 100.</p><p><img src=\"https://lh3.googleusercontent.com/aTsePR5YhaD8z6ikE3CoBhzPSnEp2YRRLkNpfY5GFiGn_Vp24cVBcRjSrRvx6eoQYTD1CxkP74I2vno-ol-gQNLv3Aarv28fgfLW2PinDMAMtrGDjHnXV7smyUepNdql3Q\" /></p><p>The topics of the articles being prevented from being archived cover the usual “right to be forgotten” stories, where persons under suspicion or sentenced for a given crime are named. It is possible that the article in question pop up on top of search results on the name of the persons, making their job or partner searches much too difficult. However, many articles being removed from the archive deal with informations in the public interest. Some report accusations of child molestation against a former athlete (charges were later dropped because of the statute of limitations). Others have to do with a retirement home where patients were left in their own excrements for days. Others still report on companies filing for bankruptcy. Many articles were also depublished, which means, in the absence of an archived version, that the public will never know what they were about if they were not published in the paper version of the news outlet.</p></td></tr></tbody></table><p></p><hr /><div><p><a du-smooth-scroll href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> See previous chapter.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Irina Garlasu, Roxana Ionescu and Iurie Cojocaru, <a href=\"https://www.google.com/url?q=https://www.dacbeachcroft.com/en/articles/2016/may/romania-the-right-to-be-forgotten-materialised-in-the-romanian-courts-of-law/&amp;sa=D&amp;ust=1497952919364000&amp;usg=AFQjCNHgbTQD0vbgwlkMC-huHsQHP3M1fw\">Romania - The right to be forgotten materialised in the Romanian Courts of Law</a>, DACbeachcroft.com, May 16, 2016 (<a href=\"https://www.google.com/url?q=https://www.dacbeachcroft.com/en/articles/2016/may/romania-the-right-to-be-forgotten-materialised-in-the-romanian-courts-of-law/&amp;sa=D&amp;ust=1497952919365000&amp;usg=AFQjCNGL31zOEXmvpJ49tlIDRJaYuFqOig\">https://www.dacbeachcroft.com/en/articles/2016/may/romania-the-right-to-be-forgotten-materialised-in-the-romanian-courts-of-law/</a>)</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> George Brock, The right to be forgotten, cit., Kindle position 1873-1896</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> <a href=\"https://www.google.com/url?q=http://archive.is/24qL&amp;sa=D&amp;ust=1497952919369000&amp;usg=AFQjCNF08wISGJbFWGH718_hpL8Z4fZZ1w\">http://www.robotstxt.org/orig.html</a></p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> “Temporarily hide information from Google Search by filing a <a href=\"https://www.google.com/url?q=https://www.google.com/webmasters/tools/url-removal&amp;sa=D&amp;ust=1497952919372000&amp;usg=AFQjCNGnsiTIfCcA9pAFFg8dY4yhRbdovg\">URL removal request</a>. This takes effect in about a day, but it is only temporary (after about 90 days it will reappear in search results)”, see: <a href=\"https://www.google.com/url?q=https://support.google.com/webmasters/answer/6332384?hl%3Den%26ref_topic%3D1724262&amp;sa=D&amp;ust=1497952919373000&amp;usg=AFQjCNFVepTrxQ-VDC_NZG65UK_8apuUTA\">Remove information from Google</a>, Google.com, (<a href=\"https://www.google.com/url?q=http://archive.is/nonPT&amp;sa=D&amp;ust=1497952919374000&amp;usg=AFQjCNEFxCBRc_xwLTJ9p52Ix0GQM5nDqw\">https://support.google.com/webmasters/answer/6332384?hl=en&amp;ref_topic=1724262</a>) </p><p></p></div>"
}