{
  "uid": "primadanoi",
  "category": "Case studies",
  "name": "Primadanoi",
  "file": "https://docs.google.com/document/d/1-jUJNtsGcjQbXLVQ6syTtm7wr0DQVtX1waVlhPFwYks/pub",
  "excerpt": "A small website in the Abruzzo region, Primadanoi was forced to go to court to defend its right to keep its archive online. The Italian supreme court decided against the newspaper, which had to delete some articles because they were past their expiration date.",
  "html": "<p>PrimaDaNoi.it</p><p></p><p>The idea of an Offshore Journalism project originated from an obscure news website that covers the 1,4 million people of the small Abruzzo region, a land in Central Italy between the Eastern coast and the Appennini mountains. When <a href=\"https://www.google.com/url?q=http://www.primadanoi.it/&amp;sa=D&amp;ust=1490894955202000&amp;usg=AFQjCNFB6s-o249LwoYRCFjZr3-Zosp4Iw\">PrimaDaNoi.it</a> first started covering local and hyperlocal news in 2005, their small newsroom could not imagine they would become in a while the centerpoint of a case about free speech that would end with a major Court affirming that news have an expiration date, and may have to be deleted.</p><p></p><p>The case is actually two different cases, the first one somehow influencing the second and legally more relevant one. Both have to do with the fact that perfectly correct, and accurate crime stories were resented by the people featured in them, and had to be deleted under court orders on the basis of the so called “diritto all’oblio”, or right to be forgotten.</p><p></p><p>First came a story published on March 23d, 2006, about a couple arrested for “attempted extortion” (tentata estorsione). In September 2007 the investigation ended and the two were acquitted of any wrongdoing. The website pulled out the original story from a year and half before and updated it, under the same URL, writing that the charges “were dropped altogether”. A few more months passed, and on June 2008 the couple sued the State for  “unjust detention”. For the second time the newsroom updated the same, old story accordingly. </p><p></p><p>For the couple that was not enough, since the story - whose accuracy was never in dispute, and was regularly updated - continued to show up in searches for their names, creating problems on the job. They repeatedly asked for removal, calling the editor and sending formal take-down requests. The news organization refused to delete the story, the two asked the<a href=\"https://www.google.com/url?q=http://www.garanteprivacy.it/web/guest/home<em>en&amp;sa=D&amp;ust=1490894955206000&amp;usg=AFQjCNEF9PQYlPR5p3OnBCgQZeM5YNjGFg\"> Italian Data Protection Authority</a> to intervene. <br /><br />On July 2009 the Authority denied action, and affirmed the right of the news site to keep the story online: </p><p></p><p>“...while performing journalism activities it is allowed to communicate personal data, even without consent by the interested person, within the limits of the essentiality of the information regarding facts of public interest (...) the outcome of the preliminary investigation did not show the existence of conditions to set off an injunction. (...) The personal data were processed according to the relevant rules for purposes of journalism”.  <br /><br />[“nell’esercizio dell’attività giornalistica, è consentito diffondere dati personali, anche senza il consenso dell’interessato, nei limiti dell’essenzialità dell’informazione riguardo a fatti di interesse pubblico, nonché delle pronunce del Garante in materia e all’esito dell’istruttoria preliminare non sono stati ravvisati i presupposti per promuovere un provvedimento dell’autorità”, concludendo, in relazione al caso specifico, che “il trattamento dei dati personali… è stato effettuato nel rispetto della disciplina di settore per finalità giornalistiche”.]</p><p></p><p>Again, the couple was not satisfied and decided to sue the news organization before a court of justice. The case lingered on for a while - which is common by Italian standards - in the small court of <a href=\"https://www.google.com/url?q=http://www.tribunalechieti.it/it/Content/Index/29845&amp;sa=D&amp;ust=1490894955210000&amp;usg=AFQjCNFOSzn01b5QpsW2aDueA7OQHEoylg\">Tribunale di Ortona</a>, which in March 2011 found against the publisher. </p><p></p><p>The judge ignored the Data Authority decision, and ruled that the right of the two people to “privacy, reputation, and honour” trumped in this case the right to inform and be informed. Since the last update of the story happened in June 2008, went the reasoning, months after that, in October, when the website<a href=\"https://www.google.com/url?q=https://www.scribd.com/doc/51586130/Sentenza-Privacy-Prevale-su-Cronaca%23fullscreen%26from</em>embed&amp;sa=D&amp;ust=1490894955212000&amp;usg=AFQjCNH4avJkgTDV0A5ksmS2dr1Dnit7Ig\"> was asked to remove it</a>, the article had lost its public value.</p><p></p><p>“If one takes into account the fact that the disputed article was, and still is published on the daily’s (quotidiano) front page (prima pagina)<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt<em>ref1\">[1]</a></sup>, that said daily has wide local circulation, it is easily accessible and readable much more than printed newspapers, since it is an online news organization, it seems evident that (...) [between the publication date, the last date and the direct request of removal] enough time has passed to satisfy the public interests that underpin the journalistic right to report (diritto di cronaca giornalistico)”. <br /><br />[Se si tiene conto che l'articolo contestato è stato pubblicato, e lo è tuttora, nella prima pagina del quotidiano, che lo stesso ha ampia diffusione locale, è facilmente accessibile e consultabile molto più dei quotidiani cartacei, trattandosi di testata giornalistica on-line, appare evidente (...) che sia trascorso sufficiente tempo perchè le notizie con lo stesso divulgate potessero soddisfare gli interessi pubblici sottesi al diritto di cronaca giornalistica]</p><p></p><p>The court, thus ordered the website to delete the article, and pay € 5,000 in damages, but… the site was authorised “to keep a paper copy” of the article for their record. Primadanoi.it was forced to oblige and deleted the story.</p><p></p><p>“Let’s imagine that the judge was right, what should we have done not to violate the judge’s law?”, <a href=\"https://www.google.com/url?q=http://www.primadanoi.it/news/internet/5158/La-privacy-prevale-sulla-cronaca--due-parole-sulla-sentenza-di-condanna.html&amp;sa=D&amp;ust=1490894955217000&amp;usg=AFQjCNFjUnZZMUOtdE3ZnpTGiqVK8aNAqA\">asked at that time Alessandro Biancardi</a>, editor and publisher of the website: “It’s clear: we should have deleted the article after six months, just because they asked us to, although there is no rule that says that. We should have imagined, god knows how, that the vital cycle of a news article is just six months”. </p><p></p><p>In his editorial Biancardi tried to imagine what would happen if a politician were investigated and later acquitted, the people he surmised “would no longer have a right to know about the legal procedure regarding him”. “The constitution tells us that information is a vital good since it is tightly linked to democracy - Biancardi wrote - In Abruzzo privacy applies”.</p><p></p><p>Biancardi had every reason to be worried, since in the meanwhile his site had been engulfed in a similar case. </p><p></p><p>It was, once more, a petty crime story. At the end of March 2008, in a restaurant of Pescara (the largest city in Abruzzo), four people from the same family were involved in a public brawl, during which two persons were stabbed. Police was summoned, the four were arrested. PrimaDaNoi.it reported what happened. </p><p></p><p>At the beginning of September 2010, one of the four asked in his own name and in the name of the restaurant he owned that the article be deleted, because it reflected badly on the business. On October 26 he sued PrimaDaNoi.it in the same court of Ortona invoking his interest not to have “his reputation exposed for an unlimited time even when with the passing of time public interest in the news has ceased”. </p><p></p><p>As said, in the spring of 2011 the website was ordered to delete the first story, they decided then to delete the second one as well, hoping that it would settle the matter. Little they knew -- in a ruling delivered almost two years later, at the beginning of 2013, the second judge found against the website anyway. </p><p></p><p>As a matter of course, the first request of the claimant was dismissed, since the article had already been cancelled, but the Court awarded him € 10,000 in damages (half for himself, half for the business he owned) nonetheless. The damage was supposedly suffered “at least” during those six months between the take-down request in October 2010 and the actual deletion in May 2011. But <a href=\"https://www.google.com/url?q=https://www.scribd.com/doc/120588883/PRIVACY-PREVALE-SUL-DIRITTO-DI-CRONACA-2%23fullscreen%26from</em>embed&amp;sa=D&amp;ust=1490894955223000&amp;usg=AFQjCNGsF-7daDtMsuGwNfHuHFIYWXqzqQ\">the court found </a>that </p><p></p><p>“...from the date of publication until the date of the direct warning [take-down request], enough time passed for the published news to satisfy the public interests that underpin the right to report (diritto di cronaca) and therefore that at least from the date the warning was received those data could no longer be processed (...). Persisting in processing those personal data, resulted in a violation of the claimants right to privacy and reputation”. </p><p></p><p>[...dalla data di pubblicazione fino a quella della diffida stragiudiziale sia trascorso sufficiente tempo perché le notizie pubblicate potessero soddisfare gli interessi pubblici sottesi al diritto di cronaca giornalistica e che, quindi, almeno dalla data di ricezione della diffida il trattamento di quei dati non poteva più avvenire (...). Il persistere del trattamento dei dati personali ha determinato una lesione del diritto dei ricorrenti alla riservatezza e alla reputazione]</p><p></p><p>Apart from the time frame of the expiration date (six months in the first case, two years in the second one), which is not a secondary issue, the second sentence was almost a photocopy of the first. Biancardi and his lawyer could not believe it, all the more since the legal case originated by the original brawl, was still dragging in the courts, it was by all journalistic standards of present interest. They decided to appeal to the Supreme Court (Corte di Cassazione, Italy’s highest court in all legal matters, except constitutional ones). </p><p></p><p>The case seemed to be a clear cut one, especially since in previous ones the Supreme Court had ruled mostly in favor of free speech and freedom of the press, sometimes asking for the original story to be updated. Even the State prosecutor asked the Court to accept the appeal and void the verdict of the court of first instance. But the judges found otherwise. </p><p></p><p>On June 24, 2016 <a href=\"https://www.google.com/url?q=http://juriswiki-prod.s3.amazonaws.com/attachments/documents/553795/original/sentenza-corte-di-cassazione-13161-2016.pdf?1467626125&amp;sa=D&amp;ust=1490894955229000&amp;usg=AFQjCNHJuITS-p0r4CfODoJJnwDT8RHfcw\">the Italian Supreme Court accepted</a> the principle that news have an expiration date, and that the time frame of two years defined by the Court in Ortona was reasonable. PrimaDaNoi.it succumbed. The decision was even more paradoxical since, as the prosecutor pointed out, the criminal case that arose from the stabbing had its last court hearing just a month before, in May 2016. </p><p></p><p>“In effect the ruling affirms that the two people who stabbed each other in their restaurant suffered damages to their reputation (personal and of the restaurant) not because of the violence of their actions, but because of the report about them that remained accessible on the web”, said <a href=\"https://www.google.com/url?q=http://www.primadanoi.it/news/cronaca/567439/diritto-all-oblio--la-cassazione-conferma---cancellare-sempre-articoli-anche-se-attuali--.html&amp;sa=D&amp;ust=1490894955231000&amp;usg=AFQjCNFpS4SMIGIEMfNrDnGcP-Db5Hbgmw\">Biancardi in an editorial</a>. </p><p></p><p>“The press cannot be subject to authorization and censorship”, wrote Biancardi quoting art. 21 of the Italian Constitution, “this ruling tells us instead that after a while one must be authorized to process personal data, and as a matter of fact, by de-indexing and deleting articles from the web, censorship is applied. A posthumous censorship, but censorship nonetheless”. <br /></p><p>PrimaDaNoi.it is not relenting, they decided to go all the way to the European Court of Human Rights - no small feat for an organization that employs right now only four journalists - but in the meanwhile they struggle. </p><p></p><p>The website was subject to 15 right to be forgotten related lawsuits in the last seven years, on top of defamation cases, said to Biancardi in an interview for this project <sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt<em>ref2\">[2]</a></sup>: “As we publish the verdicts of criminal cases, people attack us and ask us to remove… almost as they were ordering in a restaurant: ‘This, this, and that’, and they expect us to do it”. </p><p></p><p>The website received about 80-100 requests, it did delete about 15 pieces, said the editor, out of 700,000 items in the database. About 20 items were de-linked by Google. </p><p></p><p>In fact, after the 2014 sentence of the European Court of Justice on the Google-Spain case PrimaDaNoi.it’s routine answer to take down requests has been to ask Google to de-link, “but this is taken as a slight - says Biancardi - and they sue you before a court of justice. They bring us before a Civil Court asking for deletion. We have mostly won our cases, although sometimes on technicalities, but we usually won”.</p><p></p><p>“Everytime I receive a take-down request”, he said, “I search on Google to see if there are other news sites with the same information. Sometimes I find other articles, sometimes I don’t find any, although there were bound to be: clearly somebody must have deleted them. I think that, as soon as they get the take-down requests, they comply in order not to get into trouble. We, instead, take on the fight, but this limits us a lot. Maybe we do that as a matter of principle”</p><p></p><p>“Yes, principles are principles, but it is difficult to continue to believe that what you think is right, and all the others are wrong… so, maybe in self-defence one may cave-in”, Biancardi added, “It is really most absurd, and grotesque to think that the Supreme Court is wrong! Right now we are waiting for the European court ruling… We are obstinate, but what for? It is worse than fighting against windmills”.</p><p></p><p></p><p>Sources</p><p></p>Primadanoi.it, March 26, 2011<br /><a href=\"https://www.google.com/url?q=http://www.primadanoi.it/news/internet/5132/---La-privacy-vale-piu-del-diritto-di-cronaca--un-giudice-di-Ortona-condanna-PrimaDaNoi-it.html&amp;sa=D&amp;ust=1490894955243000&amp;usg=AFQjCNFNQ</em>FaQgmqf1nSg1g-D<em>TLNosQNw\">La privacy vale più del diritto di cronaca, un giudice di Ortona condanna PrimaDaNoi.it</a><p>Internet&amp;Diritto, March 30, 2011<br /><a href=\"https://www.google.com/url?q=http://brunosaetta.it/privacy/privacy-e-diritto-di-cronaca.html&amp;sa=D&amp;ust=1490894955244000&amp;usg=AFQjCNF79rr1</em>u5QmNS7yaL4CyPBDQmRgA\">Privacy e diritto di cronaca</a></p><p>by Bruno Saetta<br /></p>Primadanoi.it, January 16, 2013<br /><a href=\"https://www.google.com/url?q=http://www.primadanoi.it/news/abruzzo/536737/ABRUZZO--AMMAZZATI-DALLA-GIUSTIZIA-.html&amp;sa=D&amp;ust=1490894955246000&amp;usg=AFQjCNFkNBgBFZ2YwfxdlOv2t0lL0Tf5bA\">ABRUZZO. AMMAZZATI DALLA GIUSTIZIA, CONDANNATI ANCORA PER AVER TENUTO ON LINE UN ARTICOLO CORRETTO</a><p>Corte di Cassazione, June 24, 2016<br /><a href=\"https://www.google.com/url?q=http://juriswiki-prod.s3.amazonaws.com/attachments/documents/553795/original/sentenza-corte-di-cassazione-13161-2016.pdf?1467626125&amp;sa=D&amp;ust=1490894955247000&amp;usg=AFQjCNEht-3f06AQmzDa<em>GlLGSxT-VfaNg\">http://juriswiki-prod.s3.amazonaws.com/attachments/documents/553795/original/sentenza-corte-di-cassazione-13161-2016.pdf?1467626125</a></p><p></p><p>Primadanoi.it, June 30, 2016</p><a href=\"https://www.google.com/url?q=http://www.primadanoi.it/news/cronaca/567439/diritto-all-oblio--la-cassazione-conferma---cancellare-sempre-articoli-anche-se-attuali--.html&amp;sa=D&amp;ust=1490894955251000&amp;usg=AFQjCNHvtXBidp16-kObcO3N</em>dTRsUEtzw\">Diritto all’oblio. La Cassazione conferma: «cancellare sempre articoli anche se attuali»</a><br />by Alessandro BiancardiL’Espresso, July 1, 2016<br /><a href=\"https://www.google.com/url?q=http://espresso.repubblica.it/attualita/2016/07/01/news/a-ruling-by-the-italian-supreme-court-news-do-expire-online-archives-would-need-to-be-deleted-1.275720&amp;sa=D&amp;ust=1490894955252000&amp;usg=AFQjCNFbi2Fmv<em>fsbCWmAT8YjxQ</em>0JXCBQ\">A ruling by the Italian Supreme Court: News do &quot;expire&quot;. Online archives would need to be deleted</a><br />by Guido Scorza<br /><br />Giornalismo d’altri, July 1, 2016<br /><a href=\"https://www.google.com/url?q=http://mariotedeschini.blog.kataweb.it/giornalismodaltri/2016/07/01/cassazione-stabilisce-che-linformazione-ha-una-scadenza-archivi-a-rischio-proposta-per-un-giornalismo-offshore/&amp;sa=D&amp;ust=1490894955254000&amp;usg=AFQjCNGEp1gHLMCogrMkl1kIIyDyYfleUw\">Cassazione stabilisce che l'informazione ha una scadenza, archivi a rischio. Proposta per un giornalismo offshore</a><br />by Mario Tedeschini LalliThe Guardian, September 20, 2016<br /><a href=\"https://www.google.com/url?q=https://www.theguardian.com/media/2016/sep/20/how-italian-courts-used-the-right-to-be-forgotten-to-put-an-expiry-date-on-news?CMP%3Dtwt<em>gu&amp;sa=D&amp;ust=1490894955256000&amp;usg=AFQjCNGPu5mK8WorcPUtx6QXeiBSVE2qDA\">How Italian courts used the right to be forgotten to put an expiry date on news</a><br />by Athalie Matthews<p></p><p><a href=\"https://www.google.com/url?q=http://mariotedeschini.blog.kataweb.it/giornalismodaltri/2011/05/12/giornalismo-web-forse-e-ora-di-reinventare-il-concetto-di-passato/&amp;sa=D&amp;ust=1490894955259000&amp;usg=AFQjCNEjQ8EtLbvHRtn2H7yVipUcKh7CDw\">http://mariotedeschini.blog.kataweb.it/giornalismodaltri/2011/05/12/giornalismo-web-forse-e-ora-di-reinventare-il-concetto-di-passato/</a></p><p></p><p><a href=\"https://www.google.com/url?q=http://www.primadanoi.it/news/internet/5132/---La-privacy-vale-piu-del-diritto-di-cronaca--un-giudice-di-Ortona-condanna-PrimaDaNoi-it.html&amp;sa=D&amp;ust=1490894955262000&amp;usg=AFQjCNE02fmKVfHPqEcAkV1kuZnZNzZNgQ\">http://www.primadanoi.it/news/internet/5132/---La-privacy-vale-piu-del-diritto-di-cronaca--un-giudice-di-Ortona-condanna-PrimaDaNoi-it.html</a></p><p></p><hr /><div><p><a du-smooth-scroll href=\"#ftnt</em>ref1\" id=\"ftnt1\">[1]</a> Of course there was no “front page”, PrimaDaNoi being a website. The story was featured in the home page only on the day that the news came out, and it was since available in the website database. </p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> February 15, 2017, by telephone</p></div>"
}