{
  "uid": "offshore",
  "category": "Solutions",
  "name": "Going offshore",
  "file": "https://docs.google.com/document/d/1NsGgoeac7hReqzXfYGylX-sZrRvkdO_uQJJxvugIZwg/pub",
  "excerpt": "The legal risks of storing content in another jurisdiction.",
  "html": "<p>Extra-territoriality was used in the past and it is still presently used to overcome legal and political hurdles in the way of free speech and freedom of the press. Some publishers we talked to seemed very interested in exploring the possibility: “It could be important without any doubt”, one editor told us, “arbitrage among different legal systems is used by corporations on a daily basis; clearly, from an editorial point of view it could be interesting to do the same.”</p><p><img src=\"https://lh4.googleusercontent.com/_km71hZ-5e28A7nR0RWZPnfDo9PZJA2AuoH6ISCS5ecbm-CzFtYt0nMJBnXxPig2fwvGJ4EC838u18dn9ijEw0gklHvjDmZpGjuMuHxAaDv0himEQvVqND6-U5EwXiGVrA\" /></p><p>The digital environment, nonetheless, makes it at one time easier and more complicated to explore this kind of solutions. A company could of course go all the way in the direction taken by Paul Staines and the <em>Guido Fawkes</em> blog,<sup><a du-smooth-scroll href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> which may be complicated, and not politically acceptable for larger and established news publishers, not the least because critics may accuse them of trying to evade other national laws, like labor or tax laws. Solutions would thus have to be found in the arguably fuzzy ground between “totally local”, and “totally offshore”. </p><p>In the last few years there has been no lack of discussion in this field, both in terms of archiving possibilities,<sup><a du-smooth-scroll href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> and of the actual establishment of a “safe haven” for journalism. Iceland, in particular, offered itself as the place where legal guarantees and physical condition could be easily leveraged to maximize freedom of speech. The Icelandic Parliament passed a resolution in 2010 to make the country an “International Transparency Haven”,<sup><a du-smooth-scroll href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> and the International Modern Media Initiative (IMMI) was born out of it, with poet, activist and member of parliament Birgitta Jónsdóttir as its chairman. But in 2016, they seemed to struggle, and asked for financial support to create “A Switzerland of Bits”:<sup><a du-smooth-scroll href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup></p><blockquote class=\"blockquote\">IMMI was created as an organization independent from the government to ensure that the drafting process of the resolution would be a transparent and successful process. Currently IMMI is fighting for its survival and is primarily run by volunteer efforts. If we are to deliver on our commitment we need your support.</blockquote><p>Whatever the system or the vehicle that any company or newsroom may want to adopt to exploit a journalistic safe haven (in the next chapter we will indicate some possible avenues to collectively explore), be it a flying-solo enterprise – easier for larger companies – or a cooperative effort, they should consider some issues that may limit the number or the efficacity of the available options. With the help of the editors, publishers and lawyers that we interviewed, we think we can boil them down to two:</p><ol><li>publishers and journalists may still be liable under their local law, even if their content is saved in a different jurisdiction;</li><li>local authorities can and do resort to access denial from their jurisdiction to online content published elsewhere.<sup><a du-smooth-scroll href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup></li></ol><h2>The issue of persistent liability</h2><p>This is a problem that most of our interviewees pointed out. Here are some of the points they made:</p><ul><li>“Imagine that <em>The Guardian</em> were to post something in the US, but the report was not part of a joint reporting project (as in the case of Wikileaks, or the Snowden material), that they were asked to take it down, and that they refused, would The Guardian still be liable under British Law”?</li><li>“From a legal point of view, the person who is criminally liable is subject to the laws of the place where he lives. To register a website as a news organization according to the Italian press law one must state that the server one uses is in Italy. To have your server out of Italy puts you in an irregular situation from the start. (...) If you put the material on another server, if you are the one who published it in that place, they will ask you to remove it – you are legally liable anyway”.</li><li>“If you are going to do this, you want to be able to put your archives in another country but it can’t be under the control of [the original news organization]; it has to be under the control of a third party, who is in a jurisdiction where it won’t be handed over, or the Right to be forgotten doesn’t apply, or something of that nature”.</li><li>“One problem could be how to guarantee that people who might do this [use extraterritoriality to save content from mandated destruction] do not incur in a ‘second tier crime’, like obstruction of justice: when a court decides that a specific piece of content must be deleted, the fact that somebody knowingly organized such a mechanism could become liable. How can we protect him from the consequences of his acts?”</li></ul><h2>Access denial issue</h2><ul><li>“Moving the material elsewhere would not solve the problem, because enforcing and regulatory agencies like [the Italian Communications authority] AgCom may simply order Italian Internet Service Providers to inhibit the relative domain (DNS) – as it happens for copyright infringement, or paedopornography websites.”</li><li>“Let’s say that we can make a pure analogy with tax havens. Let’s say we create in a wonderful place like Bahamas or Vanuatu an information heaven where all of this important journalism ‒ for example produced by Russian journalists under great pressure during the Putin years ‒ can be stored... once it is made available on the Internet some domestic laws may decide to attach liability at the point of download, not where it resides. So maybe it could be preserved in the sense of not destroyed, but be unable to be read.”</li></ul><h2>Possible solutions/Liability</h2><p>It is, of course, possible to imagine solutions, but some of them may create new problems, that need new solutions. Again, here are some of the arguments:</p><p> </p><ul><li>“It would be different if an offshore organization were to acquire ownership of the content, putting it beyond what the original publisher might want or could do. The foreign entity would assume responsibility for publishing.”</li><li>“One way to get around [the persistent liability problem] is that you would set the server up in such a way that news organizations can post to it, but they cannot delete. So, once [a news organization] posts on that site in the US or in Moldova, it’s there forever. The [news organization] has no power, no control over it.”</li><li>“If it’s within the EU any country’s law is enforced in any other country, so you have to find a country where this is not enforceable, and, say, you get a kind of offshore… and then, there were suggestions at one point Iceland would make themselves an offshore information haven, in a way that some country is a tax haven”.</li><li>“A Possible way out? If the material is published under Creative Commons, and it’s not [the original publisher] who would actively save the content elsewhere, but a third party that may automatically take it away, then there would be no liability. It’s not me who sent the stuff abroad, I just built a database from which a third party can take the material and bring it elsewhere.”</li></ul><p>The new, possible complication was pointed out by one of the editors we interviewed.</p><p>If the content is saved in a system where the original publisher can upload but cannot delete, he said, the publisher may be safe from a legal point of view in case some local authority orders to remove or change the content. But what happens if the original publisher and the original newsroom discover that the original article was posted in error or that it actually contained some mistake and it needs to be taken down or corrected? The wrong piece of journalism may be “stuck forever”. If, instead, the original publisher is able to edit the piece, or ask somebody else to edit the piece, then they risk to be once again to be found in contempt of court, if they refuse to do it when so ordered.</p><p>One possible idea, the same editor suggested, is that a consortium or another international organization may be built to manage the system, with a governance structure that could decide in a very controlled way what will happen to the saved content once it entered the system. There may be a Board or a Governing council where all participating institutions seat, and that should vote to authorize editing of the material in extreme cases.</p><blockquote class=\"blockquote\">“If something goes up there that is really horrible, and [the news organization] says ‘Oh, my God, this is a terrible mistake”, [the news organization] could go to the Board and ask the Board to take it down ‒ if it were an open-and-shut case the Board would approve, then it could be taken down. But otherwise [the news organization] could go to the Board and say: ‘Look, the government is making us make this request to the Board, so here it is…’ and maybe in an informal way it may be clear that this is not something [the news organization] supported, in which case the Board would say no and [the news organization] could go back to the authorities and say: ‘Sorry, there is a Board vote, the authorities can go to the Board, if they want, but it’s out of our hand’. This way you have a protection against request to be taken down, but you also have a safety mechanism if something really awful goes up.”</blockquote><h2>Possible solutions/Access denial</h2><p>One interviewee, an editor, stressed “the importance of dispersal, not concentration” of content to be saved. To concentrate all of the material at risk in one place/organization would be “a little bit like creating a honey pot”, he said, “it be better to create lots of these places and to disperse these – how would you call it? – journalistic memories around the places, rather than have a place that became known for large collection of this sort of material, because that will put you in trouble.” </p><p>A distributed system may in fact make it more difficult for local authorities to limit access to a content. All the more if the material were protected under the dominion of important International titles like the <em>New York Times</em>, or – although unwittingly – saved on one of the big digital platforms like Google and Facebook, much like the Egyptian news website <em>Mada Masr</em> did in May 2017.<sup><a du-smooth-scroll href=\"#ftnt6\" id=\"ftnt_ref6\">[6]</a></sup></p><p>Generally speaking, it should be noted that there is no air-tight solution to this kind of problem. The aim of any tool or organization set up try to save legitimate journalistic content from forced removal is to put enough friction into the system to make it hard.</p><p>It is also possible to devise limited systems that will only be stopgap tools, that will never serve the same purpose as the original content on the original websites, they may amount to nothing more that silos of content, as one of the lawyers we interviewed put it:</p><blockquote class=\"blockquote\">“If the third party – and let’s assume it’s in America, for example, under the protection of the First amendment or otherwise – is holding [the content] not to commercially exploit it, in competition with the news owner, but it’s holding it has a not-for-profit, in those circumstances it might well work. If it just holds it as an archive, which it can then be looked at as an archive by historians, social historians, as well as news people</blockquote><blockquote class=\"blockquote\">[It would] be like a research library or a Library of Congress or a National Library where, you know, a copy of everything is filed…”</blockquote><p>In the following, and final chapter we will discuss some of the possibilities that may be further explored and possibly implemented. Of course, as we said in the introduction, this doesn’t mean that we are not aware of some of the new problems that the digital environment, together with the great opportunities and freedom. As one of the journalists we interviewed said:</p><blockquote class=\"blockquote\">“In order to fight for and be listened to when we say ‘This information really matters, it serves a public interest and ought to be preserved’, we have to show that we recognize that digital technologies have changed the enduring nature of information and that something when published can do harm. I’m thinking of cases like when someone’s very young and they are the subject of publicity; they may say something or do something in a way that you and I would never have suffered from, because you and I were young in the pre-Internet days probably - might find it chasing them throughout their lives and is readily returned by increasingly sophisticated search algorithms.</blockquote><blockquote class=\"blockquote\">“I’m suggesting that journalists who speak for freedom of speech, freedom of expression and freedom of information also know that nowadays in the digital world we have to open our minds to the effect that some data is inherently trivial, or harmful, or its usefulness has expired. Now there is a lot of difficult decision making inside of what I just said but I think we need to not come across as absolutists.”</blockquote><p>Since we are not absolutists, the first item in the following “Possible future work” chapter will discuss how newsrooms deal or should deal with harmful material whose usefulness some may feel has expired.</p><p></p><hr /><div><p><a du-smooth-scroll href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> See chapter “From offshore hedge fund management to offshore journalism protection”, page 33.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> See chapter “Archiving content, private and public efforts”, page 30.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> <a href=\"https://www.google.com/url?q=http://archive.is/JK0mj&amp;sa=D&amp;ust=1497952924502000&amp;usg=AFQjCNFudjiLyUCGflW9CzC20rXOuQauVA\">Iceland to become International Transparency Haven</a>, International Modern Media Institute, (<a href=\"https://www.google.com/url?q=https://en.immi.is/immi-resolution/&amp;sa=D&amp;ust=1497952924503000&amp;usg=AFQjCNEGV9nrD9yf4NwyXMF9aEkMTQmuvg\">https://en.immi.is/immi-resolution/</a>); see also: Afua Hirsch,<a href=\"https://www.google.com/url?q=http://archive.is/r72IO&amp;sa=D&amp;ust=1497952924503000&amp;usg=AFQjCNFYJcyv9BF3EfByziafNfKTaLr34g\"> Iceland aims to become a legal safe haven for journalists</a>, The Guardian, July 12, 2010, (<a href=\"https://www.google.com/url?q=https://www.theguardian.com/media/2010/jul/12/iceland-legal-haven-journalists-immi&amp;sa=D&amp;ust=1497952924504000&amp;usg=AFQjCNErKS5SZmjxmFXMbCK1xF2-vMF9JQ\">https://www.theguardian.com/media/2010/jul/12/iceland-legal-haven-journalists-immi</a>)</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> <a href=\"https://www.google.com/url?q=http://archive.is/agKvD&amp;sa=D&amp;ust=1497952924505000&amp;usg=AFQjCNF9YWycobcxf08z44T7JGG6quitnQ\">IMMI launches Indiegogo crowdfunder</a>, International Modern Media Institute, April 16, 2016 (<a href=\"https://www.google.com/url?q=https://en.immi.is/2016/04/06/immi-launches-indiegogo-crowdfunder/&amp;sa=D&amp;ust=1497952924506000&amp;usg=AFQjCNHNbCDAg9ucJFixCXfeUUHlkIb6xg\">https://en.immi.is/2016/04/06/immi-launches-indiegogo-crowdfunder/</a>)</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> See the French and the Turkish case pages 23 and 26, respectively, or the Egyptian one, previous chapter, page 47.</p></div><div><p><a du-smooth-scroll href=\"#ftnt_ref6\" id=\"ftnt6\">[6]</a> See previous chapter, p. 47.</p></div>"
}